Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
es: Recarga la página o limpia la caché del navegador si la foto nueva no aparece inmediatamente.
pl: Ponownie załaduj stronę lub wyczyść pamięć podręczną przeglądarki, jeśli nowe zdjęcie nie pojawi się natychmiast.

source: Unable to process image
es: Imposible procesar la imagen
pl: Nie udało się przetworzyć obrazu

source: Photo not found.
es: No se encontró foto.
pl: Nie znaleziono zdjęcia.

source: Profile picture successfully updated.
es: Foto de perfil actualizado.
pl: Zdjęcie profilowe zostało pomyślnie zaktualizowane.

source: Crop Image
es: Recortar imagen
pl: Przytnij zdjęcie

source: Please adjust the image cropping for optimum viewing.
es: Por favor, ajusta el recorte de la imagen para optimizarla.
pl: Dostosuj kadrowanie obrazu, aby uzyskać optymalny obraz.

source: Use Image As Is
es: Usar imagen como esta
pl: Użyj obrazu takim, jaki jest

source: Missing uploaded image.
es: Falta la imágen subida
pl: Brak przesłanego obrazu.

source: Profile Picture Settings
es: Ajustes de Foto del Perfil
pl: Ustawienia zdjęcia profilowego

source: Current Profile Picture
es: Foto de Perfil Actual
pl: Bieżące zdjęcie profilowe

source: Upload Profile Picture
es: Subir foto del Perfil
pl: Prześlij zdjęcie profilowe

source: Upload Picture:
es: Subir foto:
pl: Załaduj zdjęcie:

source: or
es: o
pl: lub

source: skip this step
es: saltar este paso
pl: pomiń ten krok

source: select a photo from your photo albums
es: elige una foto de tus álbumes
pl: wybierz zdjęcie z twojego albumu

source: [Friendica System Notify]
es: [Friendica Sistema de Notificaciones]
pl: [Powiadomienie Systemu Friendica]

source: User deleted their account
es: Usuario borró su cienta
pl: Użytkownik usunął swoje konto

source: On your Friendica node an user deleted their account. Please ensure that their data is removed from the backups.
es: En tu nodo de Friendica, un usuario eliminó su cuenta. Asegúrese de quesus datos se eliminan de los respaldos.
pl: W twoim węźle Friendica użytkownik usunął swoje konto. Upewnij się, że ich dane zostały usunięte z kopii zapasowych.

source: The user id is %d
es: El Id de Usuario es %d
pl: Identyfikatorem użytkownika jest %d

source: Remove My Account
es: Eliminar mi cuenta
pl: Usuń moje konto

source: This will completely remove your account. Once this has been done it is not recoverable.
es: Esto eliminará por completo tu cuenta. Una vez hecho no puede deshacerse.
pl: Spowoduje to całkowite usunięcie Twojego konta. Po wykonaniu tej czynności nie można jej cofnąć.

source: Please enter your password for verification:
es: Introduce tu contraseña para verificación:
pl: Wprowadź hasło w celu weryfikacji:

source: Please enter your password to access this page.
es: Ingresa tu contraseña para acceder a la página.
pl: Wprowadź hasło, aby uzyskać dostęp do tej strony.

source: App-specific password generation failed: The description is empty.
es: Generación de Contraseña de la App fallida: Sin explicación
pl: Generowanie hasła aplikacji nie powiodło się: Opis jest pusty.

source: App-specific password generation failed: This description already exists.
es: Generación de contraseña de App fallida: Ya existe descripción.
pl: Generowanie hasła aplikacji nie powiodło się: Opis ten już istnieje.

source: App-specific passwords successfully revoked.
es: Contraseñas de la App fueron revocadas.
pl: Hasła specyficzne dla aplikacji zostały pomyślnie cofnięte.

source: App-specific password successfully revoked.
es: Contraseña de la App revocada.
pl: Hasło specyficzne dla aplikacji zostało pomyślnie odwołane.

source: Two-factor app-specific passwords
es: Contraseña de la App de 2 Factores
pl: Dwuskładnikowe hasła aplikacji

source: <p>App-specific passwords are randomly generated passwords used instead your regular password to authenticate your account on third-party applications that don't support two-factor authentication.</p>
es: <p>Contraseñas de la App son contraseñas aleatorias que se usan en lugar de la contraseña normal para autenticarte usando Apps de 3ras compañías que no soportan autenticación de 2 factores.</p>
pl: <p>Hasła aplikacji to losowo generowane hasła używane zamiast zwykłego hasła do uwierzytelniania konta w aplikacjach innych firm, które nie obsługują uwierzytelniania dwuskładnikowego.</p>

source: Make sure to copy your new app-specific password now. You won’t be able to see it again!
es: Asegurate de copiar tu contraseña de la App ahora. No podrás verla de nuevo!
pl: Pamiętaj, aby teraz skopiować nowe hasło aplikacji. Nie będziesz mógł go zobaczyć ponownie!

source: Last Used
es: Usada desde
pl: Ostatnio używane

source: Revoke
es: Revocar
pl: Unieważnij

source: Revoke All
es: Revocar todo
pl: Unieważnij wszyskie

source: When you generate a new app-specific password, you must use it right away, it will be shown to you once after you generate it.
es: Cuando generas nueva contraseña de la App, debes verla de inmediato, se te mostrará solo una vez cuando la generes.
pl: Gdy generujesz nowe hasło aplikacji, musisz go od razu użyć. Zostanie ono wyświetlone raz po wygenerowaniu.

source: Generate new app-specific password
es: Generar nueva contraseña de la App
pl: Wygeneruj nowe hasło specyficzne dla aplikacji

source: Friendiqa on my Fairphone 2...
es: Friendica en mimóvil 2
pl: Friendiqa na moim Fairphone 2...

source: Generate
es: Generar
pl: Utwórz

source: Two-factor authentication successfully disabled.
es: La autenticación de dos factores se ha desactivado correctamente.
pl: Autoryzacja dwuskładnikowa została pomyślnie wyłączona.

source: <p>Use an application on a mobile device to get two-factor authentication codes when prompted on login.</p>
es: <p>Usa una aplicación en un móvil para obtener códigos de autentificación de 2 factores cuando ingreses.</p>
pl: <p>Użyj aplikacji na urządzeniu mobilnym, aby uzyskać dwuskładnikowe kody uwierzytelniające po wyświetleniu monitu o zalogowanie.</p>

source: Authenticator app
es: Autenticador
pl: Aplikacja Authenticator

source: Configured
es: Configurado
pl: Skonfigurowane

source: Not Configured
es: Sin configurar
pl: Nie skonfigurowane

source: <p>You haven't finished configuring your authenticator app.</p>
es: <p>No has concluido de configurar tu app Autentificador.</p>
pl: <p>Nie zakończyłeś konfigurowania aplikacji uwierzytelniającej.</p>

source: <p>Your authenticator app is correctly configured.</p>
es: <p>Tu autenticador está configurado correctamente.</p>
pl: <p>Twoja aplikacja uwierzytelniająca jest poprawnie skonfigurowana.</p>

source: Recovery codes
es: Códigos de recuperación
pl: Kody odzyskiwania

source: Remaining valid codes
es: Códigos válidos restantes
pl: Pozostałe ważne kody

source: <p>These one-use codes can replace an authenticator app code in case you have lost access to it.</p>
es: <p>Estos códigos de una sola vez pueden reemplazar la app Autenticador si perdieras acceso a ella.</p>
pl: <p>Te jednorazowe kody mogą zastąpić kod aplikacji uwierzytelniającej w przypadku utraty dostępu do niej.</p>

source: App-specific passwords
es: Contraseñas específicas de la App
pl: Hasła specyficzne dla aplikacji

source: Generated app-specific passwords
es: Generadas contraseñas específicas de App
pl: Wygenerowane hasła specyficzne dla aplikacji

source: <p>These randomly generated passwords allow you to authenticate on apps not supporting two-factor authentication.</p>
es: <p>Estas contraseñas generadas automáticamente te permiten entrar con apps que no permitan Autenticación de 2 factores.</p>
pl: <p>Losowo generowane hasła umożliwiają uwierzytelnianie w aplikacjach nie obsługujących uwierzytelniania dwuskładnikowego.</p>

source: Current password:
es: Contraseña actual
pl: Aktualne hasło:

source: You need to provide your current password to change two-factor authentication settings.
es: necesitas tu contraseña actual para cambiar los ajustes de autenticación de 2 factores.
pl: Musisz podać swoje aktualne hasło, aby zmienić ustawienia uwierzytelniania dwuskładnikowego.

source: Enable two-factor authentication
es: Habilitar Autenticación de 2 factores
pl: Włącz uwierzytelnianie dwuskładnikowe

source: Disable two-factor authentication
es: Deshabilitar Autenticación de 2 factores
pl: Wyłącz uwierzytelnianie dwuskładnikowe

source: Show recovery codes
es: Mostrar códigos de recuperación
pl: Pokaż kody odzyskiwania

source: Manage app-specific passwords
es: Administrar contraseñas de la app
pl: Zarządzaj hasłami specyficznymi dla aplikacji

source: Manage trusted browsers
es: Administrar navegadores confiables
pl: Zarządzaj zaufanymi przeglądarkami

source: Finish app configuration
es: Completar configuración de la App
pl: Zakończ konfigurację aplikacji

source: New recovery codes successfully generated.
es: Nuevos códigos de recuperación generados.
pl: Wygenerowano nowe kody odzyskiwania.

source: Two-factor recovery codes
es: Códigos de recuperación de 2 factores
pl: Dwuskładnikowe kody odzyskiwania

source: <p>Recovery codes can be used to access your account in the event you lose access to your device and cannot receive two-factor authentication codes.</p><p><strong>Put these in a safe spot!</strong> If you lose your device and don’t have the recovery codes you will lose access to your account.</p>
es: <p>Puedes usar los códigos de recuperación si perdieras acceso al móvil y no pudieras recibir códigos de autenticación de 2 Factores. </p><p><strong>Guarda esto de manera segura!</strong> Si perdieras tu móvil sin tener los códigos de recuperación perderías el acceso a tu cuenta.</p>
pl: <p>Kody odzyskiwania mogą służyć do uzyskiwania dostępu do konta w przypadku utraty dostępu do urządzenia i braku możliwości otrzymania kodów uwierzytelniania dwuskładnikowego.</p><p><strong> Umieść je w bezpiecznym miejscu!</strong> Jeśli zgubisz urządzenie i nie będziesz mieć kodów odzyskiwania, utracisz dostęp do swojego konta.</p>

source: When you generate new recovery codes, you must copy the new codes. Your old codes won’t work anymore.
es: Cuando generas nuevos códigos de recuperación, debes copiar los nuevos códigos. los anteriores ya no funcionarán.
pl: Kiedy generujesz nowe kody odzyskiwania, musisz skopiować nowe kody. Twoje stare kody nie będą już działać.

source: Generate new recovery codes
es: Generar nuevos códigos de recuperación
pl: Wygeneruj nowe kody odzyskiwania

source: Next: Verification
es: Siguiente: Verificación
pl: Następny: Weryfikacja

source: Trusted browsers successfully removed.
es: Los navegadores de confianza se eliminaron correctamente.
pl: Zaufane przeglądarki zostały pomyślnie usunięte.

source: Trusted browser successfully removed.
es: Navegador de confianza se eliminó correctamente.
pl: Zaufana przeglądarka została pomyślnie usunięta.

source: Two-factor Trusted Browsers
es: Navegadores de confianza de dos factores
pl: Zaufane przeglądarki dwuskładnikowe

source: Trusted browsers are individual browsers you chose to skip two-factor authentication to access Friendica. Please use this feature sparingly, as it can negate the benefit of two-factor authentication.
es: Los navegadores de confianza son navegadores individuales que eligió para omitir la autenticación de dos factores para acceder a Friendica. Utilice esta función con moderación, ya que puede anular el beneficio de la autenticación de dos factores.
pl: Zaufane przeglądarki to indywidualne przeglądarki, które zostały wybrane, aby pominąć uwierzytelnianie dwuskładnikowe celem uzyskania dostępu do Friendica. Korzystaj z tej funkcji oszczędnie, ponieważ może ona negować korzyści płynące z uwierzytelniania dwuskładnikowego.

source: Device
es: Dispositivo
pl: Urządzenie

source: OS
es: OS/SO
pl: System operacyjny

source: Trusted
es: Confiable
pl: Zaufane

source: Created At
pl: Utworzono

source: Last Use
es: Usada desde
pl: Ostatnie użycie

source: Remove All
es: Borrar todo
pl: Usuń wszystkie

source: Two-factor authentication successfully activated.
es: Se activó autenticación de 2 Factores.
pl: Uwierzytelnienie dwuskładnikowe zostało pomyślnie aktywowane.

source: <p>Or you can submit the authentication settings manually:</p> <dl> <dt>Issuer</dt> <dd>%s</dd> <dt>Account Name</dt> <dd>%s</dd> <dt>Secret Key</dt> <dd>%s</dd> <dt>Type</dt> <dd>Time-based</dd> <dt>Number of digits</dt> <dd>6</dd> <dt>Hashing algorithm</dt> <dd>SHA-1</dd> </dl>
es: <p>O puedes ajustar manualmente la autenticación:</p> <dl> <dt>Solicitante</dt> <dd>%s</dd> <dt>Cuenta</dt> <dd>%s</dd> <dt>Clave Secreta</dt> <dd>%s</dd> <dt>Tipo</dt> <dd>Basado en tiempo</dd> <dt>No. dígitos</dt> <dd>6</dd> <dt>Algoritmo de encriptación</dt> <dd>SHA-1</dd> </dl>
pl: <p>Możesz przesłać ustawienia uwierzytelniania ręcznie:</p> <dl> <dt>Wystawc</dt> <dd>%s</dd> <dt>Nazwa konta</dt> <dd>%s</dd> <dt>Sekretny klucz</dt> <dd>%s</dd> <dt>Typ</dt> <dd>Oparte na czasie</dd> <dt>Liczba cyfr</dt> <dd>6</dd> <dt>Hashing algorytmu</dt> <dd>SHA-1</dd> </dl>

source: Two-factor code verification
es: Verificación de código de 2 Factores
pl: Weryfikacja kodu dwuskładnikowego

source: <p>Please scan this QR Code with your authenticator app and submit the provided code.</p>
es: <p>Escanee este código QR con su aplicación de autenticación y envíe el código proporcionado.</p>
pl: <p>Zeskanuj kod QR za pomocą aplikacji uwierzytelniającej i prześlij podany kod.</p>

source: <p>Or you can open the following URL in your mobile device:</p><p><a href="%s">%s</a></p>
es: <p>O puede abrir la siguiente URL en su dispositivo móvil:</p><p><a href="%s">%s</a></p>
pl: <p>Możesz też otworzyć następujący adres URL w urządzeniu mobilnym:</p><p><a href="%s">%s</a></p>

source: Verify code and enable two-factor authentication
es: Verifica código y habilita autenticación de 2 Factores
pl: Sprawdź kod i włącz uwierzytelnianie dwuskładnikowe

source: Export account
es: Exportar cuenta
pl: Eksportuj konto

source: Export your account info and contacts. Use this to make a backup of your account and/or to move it to another server.
es: Exporta la información de tu cuenta y tus contactos. Úsalo para guardar una copia de seguridad de tu cuenta y/o moverla a otro servidor.
pl: Eksportuj informacje o swoim koncie i kontaktach. Użyj tego do utworzenia kopii zapasowej konta i/lub przeniesienia go na inny serwer.

source: Export all
es: Exportar todo
pl: Eksportuj wszystko

source: Export your account info, contacts and all your items as json. Could be a very big file, and could take a lot of time. Use this to make a full backup of your account (photos are not exported)
es: Exportar tu info de cuenta, contactos y artículos en formato JSON. Podría ser un archivo grande, y tomar mucho tiempo. Solo usalo para respaldo completo de tu cuenta (fotos no se exportan)
pl: Wyeksportuj informacje o swoim koncie, kontakty i wszystkie swoje elementy jako json. Może to być bardzo duży plik i może zająć dużo czasu. Użyj tego, aby wykonać pełną kopię zapasową swojego konta (zdjęcia nie są eksportowane).

source: Export Contacts to CSV
es: Exportar Contactos como archivo CSV
pl: Eksportuj kontakty do CSV

source: Export the list of the accounts you are following as CSV file. Compatible to e.g. Mastodon.
es: Exportar la lista de cuentas que sigues como archivo CSV. Compatible con ej. Mastodon.
pl: Wyeksportuj listę kont, które obserwujesz, jako plik CSV. Kompatybilny np. Mastodont.

source: Stack trace:
es: Seguimiento de pila:
pl: Ślad stosu:

source: Exception thrown in %s:%d
es: Excepción lanzada en %s:%d
pl: Zgłoszono wyjątek %s:%d

source: At the time of registration, and for providing communications between the user account and their contacts, the user has to provide a display name (pen name), an username (nickname) and a working email address. The names will be accessible on the profile page of the account by any visitor of the page, even if other profile details are not displayed. The email address will only be used to send the user notifications about interactions, but wont be visibly displayed. The listing of an account in the node's user directory or the global user directory is optional and can be controlled in the user settings, it is not necessary for communication.
es: En el momento del registro, y para proporcionar comunicaciones entre la cuenta de usuario y sus contactos, el usuario debe proporcionar un nombre para mostrar (seudónimo), un nombre de usuario (apodo) y una dirección de correo que funcione. Los nombres seran visibles en tu página de perfil de la cuenta por cualquier visitante de la página, incluso si no se muestran otros detalles del perfil. La dirección de correo solo se usará para enviar notificaciones al usuario sobre interacciones, pero no será visible. La lista de una cuenta en el directorio de usuarios del nodo o el directorio de usuarios global es opcional y se puede controlar en los Ajustes de Configuración, no es necesario para la comunicación.
pl: W momencie rejestracji oraz w celu zapewnienia komunikacji między kontem użytkownika, a jego kontaktami, użytkownik musi podać nazwę wyświetlaną (pseudonim), nazwę użytkownika (przydomek) i działający adres e-mail. Nazwy będą dostępne na stronie profilu konta dla każdego odwiedzającego stronę, nawet jeśli inne szczegóły profilu nie zostaną wyświetlone. Adres e-mail będzie używany tylko do wysyłania powiadomień użytkownika o interakcjach, ale nie będzie wyświetlany w widoczny sposób. Lista kont w katalogu użytkownika węzła lub globalnym katalogu użytkownika jest opcjonalna i może być kontrolowana w ustawieniach użytkownika, nie jest konieczna do komunikacji.

source: This data is required for communication and is passed on to the nodes of the communication partners and is stored there. Users can enter additional private data that may be transmitted to the communication partners accounts.
es: Estos datos son necesarios para la comunicación y se transmiten a los nodos de los socios de comunicación y se almacena allí. Los usuarios pueden ingresar datos privados que pueden ser transmitidos a las cuentas de los socios de comunicación.
pl: Te dane są wymagane do komunikacji i są przekazywane do węzłów partnerów komunikacyjnych i są tam przechowywane. Użytkownicy mogą wprowadzać dodatkowe prywatne dane, które mogą być przesyłane na konta partnerów komunikacyjnych.

source: Privacy Statement
es: Declaración de Privacidad
pl: Oświadczenie o prywatności

source: The requested item doesn't exist or has been deleted.
es: El artículo solicitado no existe o fue borrado.
pl: Żądany element nie istnieje lub został usunięty.

source: You are now logged in as %s
pl: Jesteś teraz zalogowany jako %s

source: Switch between your accounts
es: Cambiar entre tus cuentas
pl: Przełącz się pomiędzy kontami

source: Manage your accounts
es: Administrar tus cuentas
pl: Zarządzaj swoimi kontami

source: Toggle between different identities or community/group pages which share your account details or which you have been granted "manage" permissions
es: Cambia entre diferentes identidades o páginas de Comunidad/Grupos que comparten los detalles de tu cuenta o sobre los que tienes permisos para administrar
pl: Przełącz między różnymi tożsamościami lub stronami społeczność/grupy, które udostępniają dane Twojego konta lub które otrzymałeś uprawnienia "zarządzaj"

source: Select an identity to manage:
es: Selecciona una identidad a gestionar:
pl: Wybierz tożsamość do zarządzania:

source: User imports on closed servers can only be done by an administrator.
es: Importar usuarios en sitios cerrados solo lo hace el Administrador.
pl: Import użytkowników na zamkniętych serwerach może być wykonywany tylko przez administratora.

source: Move account
es: Mover cuenta
pl: Przenieś konto

source: You can import an account from another Friendica server.
es: Puedes importar una cuenta desde otro servidor de Friendica.
pl: Możesz zaimportować konto z innego serwera Friendica.

source: You need to export your account from the old server and upload it here. We will recreate your old account here with all your contacts. We will try also to inform your friends that you moved here.
es: Necesitas exportar tu cuenta del antiguo servidor y subirla aquí. Volveremos a crear tu antigua cuenta con todos tus contactos aquí. También intentaremos de informar a tus amigos de que te has mudado.
pl: Musisz wyeksportować konto ze starego serwera i przesłać je tutaj. Odtworzymy twoje stare konto tutaj ze wszystkimi twoimi kontaktami. Postaramy się również poinformować twoich znajomych, że się tutaj przeniosłeś.

source: This feature is experimental. We can't import contacts from the OStatus network (GNU Social/Statusnet) or from Diaspora
es: Característica experimental. No podemos importar contactos desde la red OStatus (statusnet/identi.ca) o desde Diaspora*
pl: Ta funkcja jest eksperymentalna. Nie możemy importować kontaktów z sieci OStatus (GNU Social/Statusnet) lub z Diaspory

source: Account file
es: Archivo de la cuenta
pl: Pliki konta

source: To export your account, go to "Settings->Export your personal data" and select "Export account"
es: Para exportar el perfil vaya a "Configuración -> Exportar sus datos personales" y seleccione "Exportar cuenta"
pl: Aby eksportować konto, wejdź w "Ustawienia->Eksport danych osobistych" i wybierz "Eksportuj konto"

source: Error decoding account file
es: Error decodificando el archivo de cuenta
pl: Błąd podczas odczytu pliku konta

source: Error! No version data in file! This is not a Friendica account file?
es: Error! No hay datos de versión en el archivo! ¿Es esto de una cuenta friendica?
pl: Błąd! Brak danych wersji w pliku! To nie jest plik konta Friendica?

source: User '%s' already exists on this server!
es: La cuenta '%s' ya existe en este servidor!
pl: Użytkownik '%s' już istnieje na tym serwerze!

source: User creation error
es: Error al crear la cuenta
pl: Błąd tworzenia użytkownika

source: %d contact not imported
es: %d contacto no importado
pl: Nie zaimportowano %d kontaktu

source: User profile creation error
es: Error al crear Perfil de Usuario
pl: Błąd tworzenia profilu użytkownika

source: Done. You can now login with your username and password
es: Hecho. Ahora podes ingresar con tu usuario y contraseña.
pl: Gotowe. Możesz teraz zalogować się z użyciem nazwy użytkownika i hasła

source: Welcome to Friendica
es: Bienvenido a Friendica
pl: Witamy na Friendica

source: New Member Checklist
es: Nuevos miembros
pl: Lista nowych członków

source: We would like to offer some tips and links to help make your experience enjoyable. Click any item to visit the relevant page. A link to this page will be visible from your home page for two weeks after your initial registration and then will quietly disappear.
es: Nos gustaría ofrecerte algunos consejos y enlaces para ayudar a hacer tu experiencia más amena. Pulsa en cualquier elemento para visitar la página correspondiente. Un enlace a esta página será visible desde tu página de inicio durante las dos semanas siguientes a tu inscripción y luego desaparecerá.
pl: Chcielibyśmy zaproponować kilka porad i linków, które pomogą uczynić twoje doświadczenie przyjemnym. Kliknij dowolny element, aby odwiedzić odpowiednią stronę. Link do tej strony będzie widoczny na stronie głównej przez dwa tygodnie od czasu rejestracji, a następnie zniknie.

source: Getting Started
es: Iniciando..
pl: Pierwsze kroki

source: Friendica Walk-Through
es: Visita guiada a Friendica
pl: Friendica Przejdź-Przez
