Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: easterbunny
pl: zajączek wielkanocny

source: darkzero
pl: ciemne zero

source: slackr
pl: luźny

source: Variations
es: Variaciones
pl: Wariacje

source: Note
es: Nota
pl: Uwaga

source: Check image permissions if all users are allowed to see the image
es: Checa si todos los usuarios podrían ver esta imágen
pl: Sprawdź uprawnienia do obrazu, jeśli wszyscy użytkownicy mogą oglądać obraz

source: Blue
es: Azul
pl: Niebieski

source: Red
es: Rojo
pl: Czerwony

source: Purple
es: Púrpura
pl: Purpurowy

source: Green
es: Verde
pl: Zielony

source: Pink
es: Rosa
pl: Różowy

source: Copy or paste schemestring
es: Copiar o pegar esquema
pl: Skopiuj lub wklej ciąg schematu

source: You can copy this string to share your theme with others. Pasting here applies the schemestring
es: Puede copiar esta cadena para compartir su tema con otros. Pegando aquíAplica el Esquema
pl: Możesz skopiować ten ciąg, aby podzielić się swoim motywem z innymi. Wklejanie tutaj stosuje schemat

source: Navigation bar background color
es: Color de fondo de barra de navegación
pl: Kolor tła paska nawigacyjnego

source: Navigation bar icon color
es: Color de icono de barra de navegación
pl: Kolor ikon na pasku nawigacyjnym

source: Link color
es: Color de enlace
pl: Kolor odnośników

source: Set the background color
es: Selecciona color de fondo
pl: Ustaw kolor tła

source: Content background opacity
es: Opacidad del Fondo del Contenido
pl: Nieprzezroczystość tła treści

source: Set the background image
es: Selecciona imagen de fondo
pl: Ustaw obraz tła

source: Background image style
es: Estilo de imagen de fondo
pl: Styl obrazu tła

source: Login page background image
es: Imagen de fondo del Ingreso
pl: Obraz tła strony logowania

source: Login page background color
es: Color de fondo del Ingreso
pl: Kolor tła strony logowania

source: Leave background image and color empty for theme defaults
es: Deja imagen de fondo y color vacíos para el estándar
pl: Pozostaw pusty obraz tła i kolor dla domyślnych ustawień motywu

source: Top Banner
es: Anuncio superior
pl: Górny baner

source: Resize image to the width of the screen and show background color below on long pages.
es: Cambiar tamaño de la imagen al ancho de pantalla y mostrar color de fondodebajo en Páginas largas.
pl: Zmień rozmiar obrazu do szerokości ekranu i pokaż kolor tła poniżej na długich stronach.

source: Full screen
es: Pantalla completa
pl: Pełny ekran

source: Resize image to fill entire screen, clipping either the right or the bottom.
es: Ajustar imagen a pantalla completa, recortando a la derecha o debajo..
pl: Zmień rozmiar obrazu, aby wypełnić cały ekran, przycinając prawy lub dolny.

source: Single row mosaic
es: Mosaico en renglón
pl: Mozaika jednorzędowa

source: Resize image to repeat it on a single row, either vertical or horizontal.
es: Ajustar imagen y repetir en una sola fila, ya sea vertical u horizontal.
pl: Zmień rozmiar obrazu, aby powtórzyć go w jednym wierszu, w pionie lub w poziomie.

source: Mosaic
es: Mosaico
pl: Mozaika

source: Repeat image to fill the screen.
es: Repetir imagen hasta llenar pantalla.
pl: Powtórz obraz, aby wypełnić ekran.

source: Skip to main content
es: Saltar a contenido principal
pl: Przejdź do głównej zawartości

source: Back to top
es: Ir al Inicio
pl: Powrót do góry

source: Custom
es: Personalizado
pl: Własne

source: Guest
es: Invitado
pl: Gość

source: Visitor
es: Visitante
pl: Odwiedzający

source: Alignment
es: Alineación
pl: Wyrównanie

source: Left
es: Izquierda
pl: Do lewej

source: Center
es: Centrado
pl: Do środka

source: Color scheme
es: Esquema de color
pl: Schemat kolorów

source: Posts font size
es: Tamaño de letra de artículos
pl: Rozmiar czcionki wpisów

source: Textareas font size
es: Tamaño de letra de áreas de texto
pl: Rozmiar czcionki obszarów tekstowych

source: don't show
es: no mostrar
pl: nie pokazuj

source: show
es: mostrar
pl: pokazuj

source: Set style
es: Definir estilo
pl: Ustaw styl

source: Community Pages
es: Páginas de Comunidad
pl: Strony społeczności

source: Community Profiles
es: Perfiles de la Comunidad
pl: Profile społeczności

source: Help or @NewHere ?
es: ¿Ayuda o @NewHere?
pl: Pomóż lub @NowyTutaj ?

source: Connect Services
es: Conectar Servicios
pl: Połączone serwisy

source: Find Friends
es: Buscar amistades
pl: Znajdź znajomych

source: Last users
es: Últimos usuarios
pl: Ostatni użytkownicy

source: Quick Start
es: Inicio rápido
pl: Szybki start

source: Email
es: Correo

source: Post array before expand entities
es: Arreglo sin expandir entidades

source: URL
es: Ruta URL

source: Import
es: Importar

source: %1$s, %2$s Administrator
es: %1$s, %2$s Administrador

source: %s Administrator
es: %s Administrador
