Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Unable to locate original post.
es: No se encontró la publicación original.
pl: Nie można zlokalizować oryginalnej wiadomości.

source: Post updated.
es: Artículo actualizado.
pl: Wpis zaktualizowany.

source: Item wasn't stored.
es: Artículo no almacenado.
pl: Element nie został zapisany.

source: Item couldn't be fetched.
es: Artículo no pudo recuperarse.
pl: Nie można pobrać elementu.

source: Empty post discarded.
es: Publicación vacía descartada.
pl: Pusty wpis został odrzucony.

source: Item not found.
es: Elemento no encontrado.
pl: Element nie znaleziony.

source: Permission denied.
es: Permiso denegado.
pl: Brak uprawnień.

source: No valid account found.
es: No se encontró cuenta válida
pl: Nie znaleziono ważnego konta.

source: Password reset request issued. Check your email.
es: Contraseña reestablecida enviada. Revisa tu correo.
pl: Prośba o zresetowanie hasła została zatwierdzona. Sprawdź swój e-mail.

source: Dear %1$s, A request was recently received at "%2$s" to reset your account password. In order to confirm this request, please select the verification link below or paste it into your web browser address bar. If you did NOT request this change, please DO NOT follow the link provided and ignore and/or delete this email, the request will expire shortly. Your password will not be changed unless we can verify that you issued this request.
es: Estimado %1$s, Se recibió una solicitud "%2$s" para resetear el password de tu cuenta. Para confirmar la solicitud, selecciona el link debajo o cópialo en la dirección de tu navegador. Si no lo solicitaste, NO ABRAS el VÍNCULO e ignoralo o borra este correo, la solicitud expirará pronto. y tu contraseña no cambiará a menos que verifiquemos que tu hiciste la petición.
pl: Szanowny Użytkowniku %1$s, Otrzymano prośbę o ''%2$s" zresetowanie hasła do konta. Aby potwierdzić tę prośbę, kliknij link weryfikacyjny poniżej lub wklej go w pasek adresu przeglądarki internetowej. Jeśli nie prosisz o tę zmianę, nie klikaj w link. Jeśli zignorujesz i/lub usuniesz ten e-mail, prośba wkrótce wygaśnie. Twoje hasło nie zostanie zmienione, chyba że będziemy mogli potwierdzić Twoje żądanie.

source: Follow this link soon to verify your identity: %1$s You will then receive a follow-up message containing the new password. You may change that password from your account settings page after logging in. The login details are as follows: Site Location: %2$s Login Name: %3$s
es: Sigue este vínculo para verificar tu identidad: %1$s Recibirás un mensaje de seguimiento con la nueva contraseña. Podrás cambiar la contraseña desde la configuración de tu cuenta al ingresar. Los detalles de ingreso son: Sitio: %2$s Nombre de Usuario: %3$s
pl: Postępuj zgodnie z poniższym linkiem, aby zweryfikować swoją tożsamość: %1$s Otrzymasz następnie komunikat uzupełniający zawierający nowe hasło. Możesz zmienić to hasło ze strony ustawień swojego konta po zalogowaniu. Dane logowania są następujące: Lokalizacja strony: %2$s Nazwa użytkownika: %3$s

source: Password reset requested at %s
es: Contraseña restablecida enviada a %s
pl: Prośba o reset hasła na %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
es: La solicitud no puede ser verificada (deberías haberla proporcionado antes). Falló el restablecimiento de la contraseña.
pl: Prośba nie może być zweryfikowana. (Mogłeś już ją poprzednio wysłać.) Reset hasła nie powiódł się.

source: Request has expired, please make a new one.
es: La solicitud expiró, solicite una nueva.
pl: Żądanie wygasło. Zrób nowe.

source: Forgot your Password?
es: ¿Olvidaste tu contraseña?
pl: Zapomniałeś hasła?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
es: Introduce tu correo para restablecer tu contraseña. Luego comprueba tu correo para las instrucciones adicionales.
pl: Wpisz swój adres email i wyślij, aby zresetować hasło. Później sprawdź swojego emaila w celu uzyskania dalszych instrukcji.

source: Nickname or Email:
es: Apodo o Correo electrónico:
pl: Pseudonim lub e-mail:

source: Reset
es: Restablecer
pl: Zresetuj

source: Password Reset
es: Restablecer la contraseña
pl: Zresetuj hasło

source: Your password has been reset as requested.
es: Tu contraseña ha sido restablecida como solicitaste.
pl: Twoje hasło zostało zresetowane zgodnie z żądaniem.

source: Your new password is
es: Tu nueva contraseña es
pl: Twoje nowe hasło to

source: Save or copy your new password - and then
es: Guarda o copia tu nueva contraseña y luego
pl: Zapisz lub skopiuj nowe hasło - a następnie

source: click here to login
es: pulsa aquí para acceder
pl: naciśnij tutaj, aby zalogować się

source: Your password may be changed from the <em>Settings</em> page after successful login.
es: Puedes cambiar tu contraseña desde la página de <em>Configuración</em> después de acceder con éxito.
pl: Twoje hasło może być zmienione w <em>Ustawieniach</em> po udanym zalogowaniu.

source: Your password has been reset.
es: Tu contraseña fue restablecida.
pl: Twoje hasło zostało zresetowane.

source: Dear %1$s, Your password has been changed as requested. Please retain this information for your records (or change your password immediately to something that you will remember).
es: Estimado %1$s, Tu contraseña ha sido cambiada como solicitaste. Manten esta información en tu registro (o cambia tu contraseña inmediatamente a una que puedas recordar).
pl: Szanowny Użytkowniku %1$s, Twoje hasło zostało zmienione zgodnie z życzeniem. Proszę, zachowaj te informacje dotyczące twoich rekordów (lub natychmiast zmień hasło na coś, co zapamiętasz).

source: Your login details are as follows: Site Location: %1$s Login Name: %2$s Password: %3$s You may change that password from your account settings page after logging in.
es: Tus datos de acceso son los siguientes: Sitio de Acceso: %1$s Nombre de Usuario: %2$s Contraseña: %3$s Puedes cambiar la contraseña desde configuración de la cuenta al ingresar.
pl: Dane logowania są następujące: Lokalizacja witryny: %1$s Nazwa użytkownika: %2$s Hasło: %3$s Możesz zmienić hasło na stronie ustawień konta po zalogowaniu.

source: Your password has been changed at %s
es: Tu contraseña se ha cambiado por %s
pl: Twoje hasło zostało zmienione na %s

source: New Message
es: Nuevo Mensaje
pl: Nowa wiadomość

source: No recipient selected.
es: Ningún destinatario seleccionado
pl: Nie wybrano odbiorcy.

source: Unable to locate contact information.
es: No se encuentra información del contacto.
pl: Nie można znaleźć informacji kontaktowych.

source: Message could not be sent.
es: El mensaje no ha podido ser enviado.
pl: Nie udało się wysłać wiadomości.

source: Message collection failure.
es: Fallo en recolección de mensajes.
pl: Błąd zbierania komunikatów.

source: Discard
es: Descartar
pl: Odrzuć

source: Messages
es: Mensajes
pl: Wiadomości

source: Conversation not found.
es: Conversación no encontrada.
pl: Nie znaleziono rozmowy.

source: Message was not deleted.
es: Mensaje no borrado.
pl: Wiadomość nie została usunięta.

source: Conversation was not removed.
es: Conversación no borrada.
pl: Rozmowa nie została usunięta.

source: Please enter a link URL:
es: Introduce una dirección URL:
pl: Proszę wpisać adres URL:

source: Send Private Message
es: Enviar Mensaje Privado
pl: Wyślij prywatną wiadomość

source: To:
es: Para:
pl: Do:

source: Subject:
es: Asunto:
pl: Temat:

source: Your message:
es: Tu mensaje:
pl: Twoja wiadomość:

source: Upload photo
es: Subir foto
pl: Wyślij zdjęcie

source: Insert web link
es: Insertar enlace
pl: Wstaw link

source: Please wait
es: Espere
pl: Proszę czekać

source: Submit
es: Enviar
pl: Potwierdź

source: No messages.
es: No hay mensajes.
pl: Brak wiadomości.

source: Message not available.
es: Mensaje no disponibile.
pl: Wiadomość nie jest dostępna.

source: Delete message
es: Borrar mensaje
pl: Usuń wiadomość

source: D, d M Y - g:i A
es: D, d M A - g:i A
pl: D, d M Y - g:m A

source: Delete conversation
es: Eliminar conversación
pl: Usuń rozmowę

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
es: No hay comunicaciones seguras disponibles. <strong>Podrías</strong> responder desde la página de perfil del remitente.
pl: Brak bezpiecznej komunikacji. <strong>Możesz</strong> odpowiedzieć na stronie profilu nadawcy.

source: Send Reply
es: Enviar respuesta
pl: Odpowiedz

source: Unknown sender - %s
es: Remitente desconocido - %s
pl: Nieznany nadawca - %s

source: You and %s
es: Tú y %s
pl: Ty i %s

source: %s and You
es: %s y Tú
pl: %s i ty

source: %d message
es: %d mensaje
pl: %d wiadomość

source: Personal Notes
es: Notas Personales
pl: Notatki

source: Personal notes are visible only by yourself.
es: Notas personales solo puedes verlas tu.
pl: Notatki osobiste są widziane tylko przez Ciebie.

source: Save
es: Guardar
pl: Zapisz

source: User not found.
es: Usuario no encontrado.
pl: Użytkownik nie znaleziony.

source: Photo Albums
es: Álbum de Fotos
pl: Albumy zdjęć

source: Recent Photos
es: Fotos Recientes
pl: Ostatnio dodane zdjęcia

source: Upload New Photos
es: Subir Nuevas Fotos
pl: Wyślij nowe zdjęcie

source: everybody
es: todos
pl: wszyscy

source: Contact information unavailable
es: Información del contacto no disponible
pl: Informacje o kontakcie są niedostępne

source: Album not found.
es: Álbum no encontrado.
pl: Nie znaleziono albumu.

source: Album successfully deleted
es: Album borrado con éxito
pl: Album został pomyślnie usunięty

source: Album was empty.
es: El Álbum estaba vacío.
pl: Album był pusty.

source: Failed to delete the photo.
es: Error al borrar la Foto
pl: Błąd usunięcia zdjęcia.

source: a photo
es: una foto
pl: zdjęcie

source: %1$s was tagged in %2$s by %3$s
es: %1$s fue etiquetado en %2$s por %3$s
pl: %1$szostał oznaczony znacznikiem %2$s przez %3$s

source: Public access denied.
es: Acceso público denegado.
pl: Odmowa dostępu publicznego.

source: No photos selected
es: Ninguna foto seleccionada
pl: Nie zaznaczono zdjęć

source: Upload Photos
es: Subir fotos
pl: Prześlij zdjęcia

source: New album name:
es: Nombre del nuevo álbum:
pl: Nazwa nowego albumu:

source: or select existing album:
es: o seleccione un Álbum:
pl: lub wybierz istniejący album:

source: Do not show a status post for this upload
es: No actualizar tu estado con este envío
pl: Nie pokazuj stanu wpisów dla tego wysłania

source: Permissions
es: Permisos
pl: Uprawnienia

source: Do you really want to delete this photo album and all its photos?
es: ¿Estás seguro de quieres borrar este álbum y todas sus fotos?
pl: Czy na pewno chcesz usunąć ten album i wszystkie zdjęcia z tego albumu?

source: Delete Album
es: Eliminar álbum
pl: Usuń album

source: Cancel
es: Cancelar
pl: Anuluj

source: Edit Album
es: Modificar álbum
pl: Edytuj album

source: Drop Album
es: Suelte un Álbum
pl: Upuść Album

source: Show Newest First
es: Mostrar más nuevos primero
pl: Pokaż najpierw najnowsze

source: Show Oldest First
es: Mostrar más antiguos primero
pl: Pokaż najpierw najstarsze

source: View Photo
es: Ver foto
pl: Zobacz zdjęcie

source: Permission denied. Access to this item may be restricted.
es: Permiso denegado. El acceso a este elemento puede estar restringido.
pl: Odmowa dostępu. Dostęp do tych danych może być ograniczony.

source: Photo not available
es: Foto no disponible
pl: Zdjęcie niedostępne

source: Do you really want to delete this photo?
es: ¿Estás seguro de que quieres borrar esta foto?
pl: Czy na pewno chcesz usunąć to zdjęcie ?

source: Delete Photo
es: Eliminar foto
pl: Usuń zdjęcie

source: View photo
es: Ver foto
pl: Zobacz zdjęcie

source: Edit photo
es: Modificar foto
pl: Edytuj zdjęcie

source: Delete photo
es: Borrar foto
pl: Usuń zdjęcie

source: Use as profile photo
es: Usar como foto del perfil
pl: Ustaw jako zdjęcie profilowe

source: Private Photo
es: Foto privada
pl: Prywatne zdjęcie

source: View Full Size
es: Ver a tamaño completo
pl: Zobacz w pełnym rozmiarze

source: Tags:
es: Etiquetas:
pl: Znaczniki:

source: [Select tags to remove]
es: [Seleccionar etiquetas a borrar]
pl: [Wybierz znaczniki do usunięcia]

source: New album name
es: Nuevo nombre del álbum
pl: Nazwa nowego albumu

source: Caption
es: Título
pl: Zawartość

source: Add a Tag
es: Añadir una etiqueta
pl: Dodaj znacznik

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
es: Ejemplo: @juan, @Barbara_Ruiz, @julia@example.com, #California, #camping
pl: Przykładowo: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping

source: Do not rotate
es: No rotar
pl: Nie obracaj

source: Rotate CW (right)
es: Girar a la derecha
pl: Obróć zgodnie z kierunkiem wskazówek zegara (w prawo)

source: Rotate CCW (left)
es: Girar a la izquierda
pl: Obróć w przeciwnym kierunku do ruchu wskazówek zegara (w lewo)

source: This is you
es: Este eres tú
pl: To jesteś Ty

source: Comment
es: Comentar
pl: Komentarz

source: Preview
es: Vista previa
pl: Podgląd

source: Loading...
es: Cargando...
pl: Wczytywanie...

source: Select
es: Seleccionar
pl: Wybierz

source: Delete
es: Eliminar
pl: Usuń

source: Like
es: Me gusta
pl: Lubię

source: I like this (toggle)
es: Me gusta esto (cambiar)
pl: Lubię to (zmień)

source: Dislike
es: No me gusta
pl: Nie lubię

source: I don't like this (toggle)
es: No me gusta esto (cambiar)
pl: Nie lubię tego (zmień)

source: Map
es: Mapa
pl: Mapa

source: Apologies but the website is unavailable at the moment.
pl: Przepraszamy, ale strona jest w tej chwili niedostępna.

source: Delete this item?
es: ¿Eliminar este elemento?
pl: Usunąć ten element?

source: Block this author? They won't be able to follow you nor see your public posts, and you won't be able to see their posts and their notifications.
es: ¿Bloquear a este autor? No podrá seguirte ni ver tus publicaciones públicas, y tú no podrás ver sus publicaciones ni sus notificaciones.
pl: Zablokować tego autora? Nie będą mogli Cię obserwować ani widzieć Twoich publicznych wpisów, a Ty nie będziesz widzieć ich wpisów i powiadomień.

source: toggle mobile
es: Cambiar a versión móvil
pl: przełącz na mobilny

source: Method not allowed for this module. Allowed method(s): %s
es: Método no permitido en este módulo. Permitido(s): %s
pl: Metoda niedozwolona dla tego modułu. Dozwolona metoda(y): %s

source: Page not found.
es: Pagina no encontrada.
pl: Strona nie znaleziona.

source: You must be logged in to use addons.
es: Tienes que estar registrado para tener acceso a los accesorios.
pl: Musisz być zalogowany(-a), aby korzystać z dodatków.

source: No system theme config value set.
es: No hay tema configurado.
pl: Nie ustawiono wartości konfiguracyjnej zestawu tematycznego.

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
es: Token de la ficha de seguridad incorrecto. Seguramente haya ocurrido por haber dejado el formulario abierto demasiado tiempo (>3 horas) antes de enviarlo.
pl: Znacznik zabezpieczeń formularza nie był poprawny. Prawdopodobnie stało się tak, ponieważ formularz został otwarty zbyt długo (> 3 godziny) przed jego przesłaniem.

source: All contacts
es: Todos los Contactos
pl: Wszystkie kontakty

source: Followers
es: Seguidores
pl: Zwolenników

source: Following
es: Siguiendo
pl: Kolejny

source: Common
es: Común
pl: Wspólne

source: Addon not found
pl: Dodatek nie został odnaleziony

source: Addon already enabled
pl: Dodatek już włączony

source: Addon already disabled
pl: Dodatek już wyłączony

source: Could not find any unarchived contact entry for this URL (%s)
es: No se encontró contacto sin archivar en esa URL (%s)
pl: Nie można znaleźć żadnego wpisu kontaktu zarchiwizowanego dla tego adresu URL (%s)

source: The contact entries have been archived
es: Entradas del contacto archivadas
pl: Wpisy kontaktów zostały zarchiwizowane

source: Could not find any contact entry for this URL (%s)
es: No se ha encontrado ninguna entrada de contacto para esta URL (%s)
pl: Nie można znaleźć żadnego kontaktu dla tego adresu URL (%s)

source: The contact has been blocked from the node
es: El contacto ha sido blockeado del nodo
pl: Kontakt został zablokowany w węźle

source: %d %s, %d duplicates.
pl: %d %s, %d duplikaty.

source: uri-id is empty for contact %s.
pl: uri-id jest pusty dla kontaktu%s.

source: Wrong duplicate found for uri-id %d in %d (url: %s != %s).
pl: Odnaleziono nieprawidłowy duplikat dla identyfikatora uri %d w %d (url: %s != %s).

source: Wrong duplicate found for uri-id %d in %d (nurl: %s != %s).
pl: Odnaleziono nieprawidłowy duplikat dla identyfikatora uri %d w %d (nurl: %s != %s).

source: Deletion of id %d failed
pl: Nie udało się usunąć identyfikatora %d

source: Deletion of id %d was successful
pl: Usunięcie identyfikatora %d powiodło się

source: Updating "%s" in "%s" from %d to %d
pl: Aktualizowanie "%s" w "%s" z %d do %d

source: - found
pl: - znaleziono

source: - failed
pl: - błąd

source: - success
pl: - powodzenie

source: - deleted
pl: - usunięto

source: - done
pl: - zrobiono

source: The avatar cache needs to be enabled to use this command.
pl: Aby użyć tego polecenia, pamięć podręczna awatarów musi być włączona.

source: no resource in photo %s
pl: brak zasobu na zdjęciu %s

source: no photo with id %s
pl: brak zdjęcia z identyfikatorem %s

source: no image data for photo with id %s
pl: brak danych obrazu dla zdjęcia z identyfikatorem %s

source: invalid image for id %s
pl: nieprawidłowy obraz dla identyfikatora %s

source: Quit on invalid photo %s
pl: Zakończ na nieprawidłowym zdjęciu %s

source: Post update version number has been set to %s.
es: Número de versión actualizado es %s.
pl: Numer wersji aktualizacji posta został ustawiony na %s.

source: Check for pending update actions.
es: Checar acciones de actualización pendientes.
pl: Sprawdź oczekujące działania aktualizacji.

source: Done.
es: Hecho.
pl: Gotowe.

source: Execute pending post updates.
es: Ejecutar actualizaciones pendientes.
pl: Wykonaj oczekujące aktualizacje wpisów.

source: All pending post updates are done.
es: Todas las actualizaciones hechas.
pl: Wszystkie oczekujące aktualizacje wpisów są gotowe.

source: Enter user nickname:
es: Ingrese apodo:
pl: Wpisz nazwę użytkownika:

source: User not found
es: Usuario no encontrado
pl: Użytkownik nie znaleziony

source: Enter new password:
es: Ingrese nueva contraseña:
pl: Wprowadź nowe hasło:

source: Password update failed. Please try again.
es: Actualización de contraseña falló. Intente de nuevo.
pl: Aktualizacja hasła nie powiodła się. Proszę spróbować ponownie.

source: Password changed.
es: Contraseña modificada.
pl: Hasło zostało zmienione.

source: Enter user name:
es: Ingrese usuario:
pl: Wpisz nazwę użytkownika:

source: Enter user email address:
es: Ingrese corréo electrónco:
pl: Wpisz adres e-mail użytkownika:

source: Enter a language (optional):
es: Ingrese lenguaje (pcional):
pl: Wpisz język (opcjonalnie):

source: User is not pending.
es: Usuario no pendiente.
pl: Użytkownik nie jest oczekujący.

source: User has already been marked for deletion.
es: Usuario ya fue marcado para borrado.
pl: Użytkownik został już oznaczony do usunięcia.

source: Type "yes" to delete %s
es: Escribe "si" para borrar %s
pl: Wpisz „tak”, aby usunąć %s

source: Deletion aborted.
es: Borrado cancelado.
pl: Przerwano kasowanie.

source: Enter category:
pl: Wpisz kategorię:

source: Enter key:
pl: Wpisz klucz:

source: Enter value:
pl: Wpisz wartość:

source: newer
es: más nuevo
pl: nowsze

source: older
es: más antiguo
pl: starsze

source: Frequently
es: Frecuentemente
pl: Często

source: Hourly
es: Cada hora
pl: Co godzinę

source: Twice daily
es: Dos veces al dia
pl: Dwa razy dziennie

source: Daily
es: Diariamente
pl: Codziennie

source: Weekly
es: Semanal
pl: Co tydzień

source: Monthly
es: Mensual
pl: Miesięczne

source: Diaspora Connector
es: Conectos Diaspora
pl: Łącze Diaspora

source: GNU Social Connector
es: Conector GNU Social
pl: Łącze GNU Social

source: %s (via %s)
es: %s (a través %s)
pl: %s (przez %s)

source: and
es: y
pl: i

source: and %d other people
es: y a otras %d personas
pl: i %d inni ludzie

source: Visible to <strong>everybody</strong>
es: Visible para <strong>cualquiera</strong>
pl: Widoczne dla <strong>wszystkich</strong>

source: Please enter a image/video/audio/webpage URL:
es: Escoja una dirección de imágen/video/audio/sitio:
pl: Wprowadź adres URL obrazu/wideo/audio/strony:

source: Tag term:
es: Etiqueta:
pl: Termin tagu:

source: Save to Folder:
es: Guardar en directorio:
pl: Zapisz w katalogu:

source: Where are you right now?
es: ¿Dónde estás ahora?
pl: Gdzie teraz jesteś?

source: Delete item(s)?
es: ¿Borrar artículo(s)?
pl: Usunąć pozycję (pozycje)?

source: Created at
pl: Utworzono

source: New Post
es: Nuevo artículo
pl: Nowy wpis

source: Share
es: Compartir
pl: Podziel się

source: upload photo
es: subir foto
pl: wyślij zdjęcie

source: Attach file
es: Añadir archivo
pl: Załącz plik

source: attach file
es: añadir archivo
pl: załącz plik

source: Bold
es: Negrita
pl: Pogrubienie

source: Italic
es: Cursiva
pl: Kursywa

source: Underline
es: Subrayado
pl: Podkreślenie

source: Quote
es: Cita
pl: Cytat

source: Code
es: Código
pl: Kod

source: Image
es: Imagen
pl: Obraz

source: Link
es: Enlace
pl: Odnośnik

source: Link or Media
es: Enlace o Multimedia
pl: Odnośnik lub Media

source: Video
pl: Filmy

source: Set your location
es: Selecciona tu ubicación
pl: Ustaw swoją lokalizację

source: set location
es: establecer ubicación
pl: wybierz lokalizację

source: Clear browser location
es: Borrar ubicación del navegador
pl: Wyczyść lokalizację przeglądarki

source: clear location
es: borrar ubicación
pl: wyczyść lokalizację

source: Set title
es: Establecer título
pl: Podaj tytuł

source: Categories (comma-separated list)
es: Categorías (lista separada por comas)
pl: Kategorie (lista słów oddzielonych przecinkiem)

source: Scheduled at
pl: Zaplanowane na

source: Permission settings
es: Configuración de permisos
pl: Ustawienia uprawnień

source: Public post
es: Artículo público
pl: Wpis publiczny

source: Message
es: Mensaje
pl: Wiadomość

source: Browser
es: Navegador
pl: Przeglądarka

source: Open Compose page
es: Abrir página de publicación
pl: Otwórz stronę Redagowanie

source: remove
es: eliminar
pl: usuń

source: Delete Selected Items
es: Eliminar los seleccionados
pl: Usuń zaznaczone elementy

source: You had been addressed (%s).
es: Has sido mencionado (%s).
pl: Zostałeś zaadresowany (%s).

source: You are following %s.
es: Estas siguiendo %s.
pl: Zacząłeś obserwować %s.

source: You subscribed to one or more tags in this post.
pl: Zasubskrybowałeś jeden lub więcej znaczników w tym wpisie.

source: %s reshared this.
es: %s reenvió esto.
pl: %sudostępnił to.

source: Reshared
es: Compartido
pl: Udostępnione

source: Reshared by %s <%s>
pl: Udostępnione przez %s <%s>

source: %s is participating in this thread.
es: %s participa en el hilo.
pl: %s bierze udział w tym wątku.

source: Stored for general reasons
pl: Przechowywane z powodów ogólnych

source: Global post
pl: Wpis globalny

source: Sent via an relay server
pl: Wysłane przez serwer przekazujący

source: Fetched
es: Recuperado
pl: Pobrane

source: Fetched because of %s <%s>
pl: Pobrano ponieważ %s <%s>

source: Stored because of a child post to complete this thread.
pl: Zapisano z powodu wpisu podrzędnego, który miał zakończyć ten wątek.

source: Local delivery
pl: Dostarczone lokalnie

source: Stored because of your activity (like, comment, star, ...)
pl: Przechowywane z powodu Twojej aktywności (polubienie, komentarz, gwiazdka, ...)

source: Distributed
pl: Rozpowszechniane

source: Pinned item
pl: Przypięty element
