Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: On your <em>Quick Start</em> page - find a brief introduction to your profile and network tabs, make some new connections, and find some groups to join.
es: En tu página de <em>Inicio Rápido</em> - busca una introducción breve para tus pestañas de perfil y red, haz algunas conexiones nuevas, y busca algunos grupos a los que unirte.
pl: Na stronie <em>Szybki start</em> - znajdź krótkie wprowadzenie do swojego profilu i kart sieciowych, stwórz nowe połączenia i znajdź kilka grup do przyłączenia się.

source: Go to Your Settings
es: Ir a tus Ajustes
pl: Idź do swoich ustawień

source: On your <em>Settings</em> page - change your initial password. Also make a note of your Identity Address. This looks just like an email address - and will be useful in making friends on the free social web.
es: En la página de <em>Configuración</em> puedes cambiar tu contraseña inicial. También aparece tu ID (Identity Address). Es parecida a una dirección de correo y te servirá para conectar con gente de redes sociales libres.
pl: Na stronie Ustawienia - zmień swoje początkowe hasło. Zanotuj także swój adres tożsamości. Wygląda to jak adres e-mail - będzie przydatny w nawiązywaniu znajomości w bezpłatnej sieci społecznościowej.

source: Review the other settings, particularly the privacy settings. An unpublished directory listing is like having an unlisted phone number. In general, you should probably publish your listing - unless all of your friends and potential friends know exactly how to find you.
es: Revisa las otras configuraciones, especialmente la configuración de privacidad. Un listado de directorio sin publicar es como tener un número de teléfono sin publicar. Normalmente querrás publicar tu listado, a menos que tus amigos y amigos potenciales sepan cómo ponerse en contacto contigo.
pl: Przejrzyj pozostałe ustawienia, w szczególności ustawienia prywatności. Niepublikowany wykaz katalogów jest podobny do niepublicznego numeru telefonu. Ogólnie rzecz biorąc, powinieneś opublikować swój wpis - chyba, że wszyscy twoi znajomi i potencjalni znajomi dokładnie wiedzą, jak Cię znaleźć.

source: Upload a profile photo if you have not done so already. Studies have shown that people with real photos of themselves are ten times more likely to make friends than people who do not.
es: Sube una foto para tu perfil si no lo has hecho aún. Los estudios han demostrado que la gente que usa fotos suyas reales tienen diez veces más éxito a la hora de entablar amistad que las que no.
pl: Dodaj swoje zdjęcie profilowe jeśli jeszcze tego nie zrobiłeś. Twoje szanse na zwiększenie liczby znajomych rosną dziesięciokrotnie, kiedy na tym zdjęciu jesteś ty.

source: Edit Your Profile
es: Editar tu perfil
pl: Edytuj własny profil

source: Edit your <strong>default</strong> profile to your liking. Review the settings for hiding your list of friends and hiding the profile from unknown visitors.
es: Edita tu perfil <strong>predeterminado</strong> como quieras. Revisa la configuración para ocultar tu lista de amigos o tu perfil a los visitantes desconocidos.
pl: Edytuj swój domyślny profil do swoich potrzeb. Przejrzyj ustawienia ukrywania listy znajomych i ukrywania profilu przed nieznanymi użytkownikami.

source: Profile Keywords
es: Palabras clave del perfil
pl: Słowa kluczowe profilu

source: Set some public keywords for your profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
es: Establece algunas palabras clave públicas para tu perfil que describan tus intereses. Podremos encontrar a otras personas con intereses similares y sugerir amistades.
pl: Ustaw kilka publicznych słów kluczowych dla swojego profilu, które opisują Twoje zainteresowania. Możemy znaleźć inne osoby o podobnych zainteresowaniach i zasugerować przyjaźnie.

source: Connecting
es: Conectando
pl: Łączenie

source: Importing Emails
es: Importando correos electrónicos
pl: Importowanie e-maili

source: Enter your email access information on your Connector Settings page if you wish to import and interact with friends or mailing lists from your email INBOX
es: Introduce la información para acceder a tu correo en la página de Configuración del conector si quieres importar e interactuar con amigos o listas de correos del buzón de entrada de tu correo electrónico.
pl: Wprowadź informacje dotyczące dostępu do poczty e-mail na stronie Ustawienia oprogramowania, jeśli chcesz importować i wchodzić w interakcje z przyjaciółmi lub listami adresowymi z poziomu konta e-mail INBOX

source: Go to Your Contacts Page
es: Ir a tu página de contactos
pl: Idź do strony z Twoimi kontaktami

source: Your Contacts page is your gateway to managing friendships and connecting with friends on other networks. Typically you enter their address or site URL in the <em>Add New Contact</em> dialog.
es: Tu página de Contactos es el portal desde donde podrás manejar tus amistades y conectarte con amigos de otras redes. Normalmente introduces su dirección o la dirección de su sitio web en el recuadro "Añadir contacto nuevo".
pl: Strona Kontakty jest twoją bramą do zarządzania przyjaciółmi i łączenia się z przyjaciółmi w innych sieciach. Zazwyczaj podaje się adres lub adres URL strony w oknie dialogowym <em>Dodaj nowy kontakt</em>.

source: Go to Your Site's Directory
es: Ir al directorio de tu sitio
pl: Idż do twojej strony

source: The Directory page lets you find other people in this network or other federated sites. Look for a <em>Connect</em> or <em>Follow</em> link on their profile page. Provide your own Identity Address if requested.
es: El Directorio te permite encontrar otras personas en esta red o en cualquier otro sitio federado. Busca algún enlace de <em>Conectar</em> o <em>Seguir</em> en su perfil. Proporciona tu direción personal si es necesario.
pl: Strona Katalog umożliwia znalezienie innych osób w tej sieci lub innych witrynach stowarzyszonych. Poszukaj łącza <em>Połącz</em> lub <em>Śledź</em> na stronie profilu. Jeśli chcesz, podaj swój własny adres tożsamości.

source: Finding New People
es: Encontrando nueva gente
pl: Znajdowanie nowych osób

source: On the side panel of the Contacts page are several tools to find new friends. We can match people by interest, look up people by name or interest, and provide suggestions based on network relationships. On a brand new site, friend suggestions will usually begin to be populated within 24 hours.
es: En el panel lateral de la página de Contactos existen varias herramientas para encontrar nuevos amigos. Podemos filtrar personas por sus intereses, buscar personas por nombre o por sus intereses, y ofrecerte sugerencias basadas en sus relaciones de la red. En un sitio nuevo, las sugerencias de amigos por lo general comienzan pasadas las 24 horas.
pl: Na bocznym panelu strony Kontaktów znajduje się kilka narzędzi do znajdowania nowych przyjaciół. Możemy dopasować osoby według zainteresowań, wyszukiwać osoby według nazwisk i zainteresowań oraz dostarczać sugestie oparte na relacjach sieciowych. Na zupełnie nowej stronie sugestie znajomych zwykle zaczynają być wypełniane w ciągu 24 godzin

source: Why Aren't My Posts Public?
es: ¿Por qué mis publicaciones no son públicas?
pl: Dlaczego moje wpisy nie są publiczne?

source: Friendica respects your privacy. By default, your posts will only show up to people you've added as friends. For more information, see the help section from the link above.
es: Friendica respeta tu privacidad. Por defecto, tus publicaciones solo se mostrarán a personas que hayas añadido como amistades. Para más información, mira la sección de ayuda en el enlace de más arriba.
pl: Friendica szanuje Twoją prywatność. Domyślnie Twoje wpisy będą wyświetlane tylko osobom, które dodałeś jako znajomi. Aby uzyskać więcej informacji, zobacz sekcję pomocy na powyższym łączu.

source: Getting Help
es: Consiguiendo ayuda
pl: Otrzymaj pomoc

source: Go to the Help Section
es: Ir a la sección de ayuda
pl: Przejdź do sekcji pomocy

source: Our <strong>help</strong> pages may be consulted for detail on other program features and resources.
es: Puedes consultar nuestra página de <strong>Ayuda</strong> para más información y recursos de ayuda.
pl: Na naszych stronach <strong>pomocy</strong> można znaleźć szczegółowe informacje na temat innych funkcji programu i zasobów.

source: {0} wants to follow you
pl: {0} chce Cię obserwować

source: {0} has started following you
pl: {0} zaczął Cię obserwować

source: %s liked %s's post
es: A %s le gusta el artículo de %s
pl: %s polubił wpis %s

source: %s disliked %s's post
es: A %s no le gusta el artículo de %s
pl: %s nie lubi wpisów %s

source: %s is attending %s's event
es: %s atenderá el evento de %s
pl: %s uczestniczy w wydarzeniu %s

source: %s is not attending %s's event
es: %s no atenderá el evento %s
pl: %s nie uczestniczy w wydarzeniu %s

source: %s may attending %s's event
es: %s podría asistir al evento de %s
pl: %s może uczestniczyć w wydarzeniu %s

source: %s is now friends with %s
es: %s es ahora amigo de %s
pl: %s jest teraz znajomym %s

source: %s commented on %s's post
es: %s comentó el artículo de %s
pl: %s skomentował wpis %s

source: %s created a new post
es: %s creó un nuevo artículo
pl: %s dodał nowy wpis

source: Friend Suggestion
es: Sugerencia de amistad
pl: Propozycja znajomych

source: Friend/Connect Request
es: Solicitud de Amistad/Conexión
pl: Prośba o dodanie do przyjaciół/powiązanych

source: %1$s wants to follow you
pl: %1$s chce Cię obserwować

source: %1$s has started following you
pl: %1$s zaczął Cię obserwować

source: %1$s liked your comment on %2$s
pl: %1$s polubił Twój komentarz o %2$s

source: %1$s liked your post %2$s
pl: %1$s polubił Twój wpis %2$s

source: %1$s disliked your comment on %2$s
pl: %1$s nie lubi Twojego komentarza o %2$s

source: %1$s disliked your post %2$s
pl: %1$s nie lubi Twojego wpisu %2$s

source: %1$s shared your comment %2$s
pl: %1$s udostępnił Twój komentarz %2$s

source: %1$s shared your post %2$s
pl: %1$s udostępnił Twój wpis %2$s

source: %1$s shared the post %2$s from %3$s
pl: %1$s udostępnił wpis %2$s z %3$s

source: %1$s shared a post from %3$s
pl: %1$s udostępnił wpis z %3$s

source: %1$s shared the post %2$s
pl: %1$s udostępnił wpis %2$s

source: %1$s shared a post
pl: %1$s udostępnił wpis

source: %1$s wants to attend your event %2$s
pl: %1$s chce uczestniczyć w Twoim wydarzeniu %2$s

source: %1$s does not want to attend your event %2$s
pl: %1$s nie chce uczestniczyć w Twoim wydarzeniu %2$s

source: %1$s maybe wants to attend your event %2$s
pl: %1$s może chcieć wziąć udział w Twoim wydarzeniu %2$s

source: %1$s tagged you on %2$s
pl: %1$s oznaczył Cię na %2$s

source: %1$s replied to you on %2$s
pl: %1$s odpowiedział Ci na %2$s

source: %1$s commented in your thread %2$s
pl: %1$s skomentował w Twoim wątku %2$s

source: %1$s commented on your comment %2$s
pl: %1$s skomentował Twój komentarz %2$s

source: %1$s commented in their thread %2$s
pl: %1$s skomentował w swoim wątku %2$s

source: %1$s commented in their thread
pl: %1$s skomentował w swoim wątku

source: %1$s commented in the thread %2$s from %3$s
pl: %1$s skomentował w wątku %2$s od %3$s

source: %1$s commented in the thread from %3$s
pl: %1$s skomentował w wątku od %3$s

source: %1$s commented on your thread %2$s
pl: %1$s skomentował Twój wątek %2$s

source: [Friendica:Notify]
es: [Friendica:Notificar]
pl: [Friendica: Powiadomienie]

source: %s New mail received at %s
es: %s Nuevo correo recibido %s
pl: %s Nowa poczta otrzymana o %s

source: %1$s sent you a new private message at %2$s.
es: %1$s te envió mensaje privado a las %2$s.
pl: %1$s wysłał(-a) ci nową prywatną wiadomość na %2$s.

source: a private message
es: un mensaje privado
pl: prywatna wiadomość

source: %1$s sent you %2$s.
es: %1$s te envió %2$s.
pl: %1$s wysłał(-a) ci %2$s.

source: Please visit %s to view and/or reply to your private messages.
es: Visita %s para ver y/o responder a tus mensajes privados.
pl: Odwiedź %s, aby zobaczyć i/lub odpowiedzieć na twoje prywatne wiadomości.

source: %1$s commented on %2$s's %3$s %4$s
es: %1$s comentó en %2$s %3$s %4$s
pl: %1$s skomentował %2$s's %3$s %4$s

source: %1$s commented on your %2$s %3$s
es: %1$s comentó en %2$s %3$s
pl: %1$s skomentował Twój %2$s %3$s

source: %1$s commented on their %2$s %3$s
es: %1$s comentó en su %2$s %3$s
pl: %1$s skomentował swój %2$s %3$s

source: %1$s Comment to conversation #%2$d by %3$s
es: %1$s Comentó sobre #%2$d by %3$s
pl: %1$s Komentarz do rozmowy #%2$d autor %3$s

source: %s commented on an item/conversation you have been following.
es: %s comentó en una artículo/elemento que sigues.
pl: %s skomentował(-a) rozmowę którą śledzisz.

source: Please visit %s to view and/or reply to the conversation.
es: Por favor, visita %s para ver y/o responder a la conversación.
pl: Odwiedź %s, aby zobaczyć i/lub odpowiedzieć na rozmowę.

source: %s %s posted to your profile wall
es: %s %s publicó en tu perfil
pl: %s %s opublikował na Twojej tablicy profilu

source: %1$s posted to your profile wall at %2$s
es: %1$s publicó en tu perfil a las %2$s
pl: %1$s opublikował(-a) wpis na Twojej tablicy o %2$s

source: %1$s posted to [url=%2$s]your wall[/url]
es: %1$s publicó en [url=%2$s]tu perfil[/url]
pl: %1$s opublikował(-a) na [url=%2$s]Twojej tablicy[/url]

source: %s Introduction received
es: %s presentación recibida
pl: %s Otrzymano wprowadzenie

source: You've received an introduction from '%1$s' at %2$s
es: Recibiste una presentación de '%1$s' en %2$s
pl: Otrzymałeś wstęp od '%1$s' z %2$s

source: You've received [url=%1$s]an introduction[/url] from %2$s.
es: Recibiste [url=%1$s]una presentación de [/url] de %2$s.
pl: Zostałeś [url=%1$s] przyjęty [/ url] z %2$s.

source: You may visit their profile at %s
es: Puedes visitar su perfil en %s
pl: Możesz odwiedzić ich profil na stronie %s

source: Please visit %s to approve or reject the introduction.
es: Visita %s para aceptar o rechazar la presentación
pl: Odwiedż %s aby zatwierdzić lub odrzucić przedstawienie.

source: %s A new person is sharing with you
es: %s Una nueva persona comparte contigo
pl: %s Nowa osoba udostępnia Ci coś

source: %1$s is sharing with you at %2$s
es: %1$s comparte contigo en %2$s
pl: %1$s dzieli się z tobą w %2$s

source: %s You have a new follower
es: %s Tienes nuevo seguidor
pl: %s Masz nowego obserwującego

source: You have a new follower at %2$s : %1$s
es: Tienes nuevo seguidor en %2$s : %1$s
pl: Masz nowego obserwatora na %2$s : %1$s

source: %s Friend suggestion received
es: %s Sugerencia de amistad recibida
pl: %s Otrzymano sugestię znajomego

source: You've received a friend suggestion from '%1$s' at %2$s
es: Recibiste una sugerencia de amistad de '%1$s' en %2$s
pl: Otrzymałeś od znajomego sugestię '%1$s' na %2$s

source: You've received [url=%1$s]a friend suggestion[/url] for %2$s from %3$s.
es: Recibiste [url=%1$s]una sugerencia de amistad[/url] en %2$s de %3$s.
pl: Otrzymałeś [url=%1$s] sugestię znajomego [/url] dla %2$s od %3$s.

source: Name:
es: Nombre:
pl: Imię:

source: Photo:
es: Foto:
pl: Zdjęcie:

source: Please visit %s to approve or reject the suggestion.
es: Visita %s para aceptar o rechazar la sugerencia.
pl: Odwiedź stronę %s, aby zatwierdzić lub odrzucić sugestię.

source: %s Connection accepted
es: %s Conexión aceptada
pl: %s Połączenie zaakceptowane

source: '%1$s' has accepted your connection request at %2$s
es: '%1$s' aceptó tu solicitud de conexión en %2$s
pl: '%1$s' zaakceptował Twoją prośbę o połączenie na %2$s

source: %2$s has accepted your [url=%1$s]connection request[/url].
es: %2$s aceptó tu [url=%1$s]solicitud de conexión[/url].
pl: %2$s zaakceptował twoją [url=%1$s] prośbę o połączenie [/url].

source: You are now mutual friends and may exchange status updates, photos, and email without restriction.
es: Ahora son amigos mutuos y puede intercambiar actualizaciones, fotos e email sin restricción.
pl: Jesteście teraz przyjaciółmi i możesz wymieniać aktualizacje stanu, zdjęcia i e-maile bez ograniczeń.

source: Please visit %s if you wish to make any changes to this relationship.
es: Por favor visite %s si desea hacer algún cambio a su relación.
pl: Odwiedź stronę %s jeśli chcesz wprowadzić zmiany w tym związku.

source: '%1$s' has chosen to accept you a fan, which restricts some forms of communication - such as private messaging and some profile interactions. If this is a celebrity or community page, these settings were applied automatically.
es: '%1$s' te ha aceptado como fan, eso restringe algunas formas de comunicación - como mensajes privados e interacciones de perfil. Si es un famoso o página comunitaria, esos son ajustes automáticos.
pl: '%1$s' zdecydował się zaakceptować Cię jako fana, który ogranicza niektóre formy komunikacji - takie jak prywatne wiadomości i niektóre interakcje w profilu. Jeśli jest to strona celebrytów lub społeczności, ustawienia te zostały zastosowane automatycznie.

source: '%1$s' may choose to extend this into a two-way or more permissive relationship in the future.
es: '%1$s' puede elegirte para una relación cercana o bidireccional en el futuro.
pl: '%1$s' możesz zdecydować o przedłużeniu tego w dwukierunkową lub bardziej ścisłą relację w przyszłości.

source: Please visit %s if you wish to make any changes to this relationship.
es: Visita %s si deseas hacer algún cambio con este contacto.
pl: Odwiedź stronę %s, jeśli chcesz wprowadzić zmiany w tej relacji.

source: registration request
es: petición de registro
pl: prośba o rejestrację

source: You've received a registration request from '%1$s' at %2$s
es: Recibiste una solicitud de registro de '%1$s' en %2$s
pl: Otrzymałeś wniosek rejestracyjny od '%1$s' na %2$s

source: You've received a [url=%1$s]registration request[/url] from %2$s.
es: Recibiste una [url=%1$s]solicitud de registro[/url] de %2$s.
pl: Otrzymałeś [url=%1$s] żądanie rejestracji [/url] od %2$s.

source: Please visit %s to approve or reject the request.
es: Visita %s para aprobar o rechazar la solicitud.
pl: Odwiedź stronę %s, aby zatwierdzić lub odrzucić wniosek.

source: %s %s tagged you
es: %s %s te etiquetó
pl: %s %s oznaczył Cię

source: %s %s shared a new post
es: %s %s compartió nuevo artículo
pl: %s %s udostępnił nowy wpis

source: This message was sent to you by %s, a member of the Friendica social network.
es: El mensaje te lo ha enviado %s, miembro de Friendica Red Social.
pl: Wiadomość została wysłana do ciebie od %s, członka sieci społecznościowej Friendica.

source: You may visit them online at %s
es: Puedes visitarlos en línea en %s
pl: Możesz odwiedzić ich online pod adresem %s

source: Please contact the sender by replying to this post if you do not wish to receive these messages.
es: Por favor contacta con el remitente respondiendo a este mensaje si no deseas recibir estos mensajes.
pl: Jeśli nie chcesz otrzymywać tych wiadomości kontaktuj się z nadawcą odpowiadając na ten wpis.

source: %s posted an update.
es: %s publicó una actualización.
pl: %s zaktualizował wpis.

source: Private Message
es: Mensaje privado
pl: Wiadomość prywatna

source: Public Message
pl: Wiadomość publiczna

source: Unlisted Message
pl: Wiadomość niepubliczna

source: This entry was edited
es: Esta entrada fue editada
pl: Ten wpis został zedytowany

source: Connector Message
pl: Komunikat łącznika

source: Edit
es: Editar
pl: Edytuj

source: Delete globally
es: Borrar Globalmente
pl: Usuń globalnie

source: Remove locally
es: Borrar localmente
pl: Usuń lokalnie

source: Block %s
es: Bloquear %s
pl: Zablokuj %s

source: Save to folder
pl: Zapisz w katalogu

source: I will attend
es: Asistiré
pl: Będę uczestniczyć

source: I will not attend
es: No asistiré
pl: Nie będę uczestniczyć

source: I might attend
es: Podría asistir
pl: Mogę wziąć udział

source: Ignore thread
pl: Zignoruj ​​wątek

source: Unignore thread
pl: Przestań ignorować ​​wątek

source: Toggle ignore status
pl: Przełącz stan ignorowania

source: Add star
pl: Dodaj gwiazdkę

source: Remove star
pl: Usuń gwiazdkę

source: Toggle star status
pl: Przełącz stan gwiazdy

source: Pin
pl: Przypnij

source: Unpin
pl: Odepnij

source: Toggle pin status
pl: Przełącz stan podpięcia

source: Pinned
pl: Przypięty

source: Add tag
pl: Dodaj znacznik

source: Quote share this
es: Compartir Comentado esto
pl: Cytuj udostępnij to

source: Quote Share
es: Compartir comentado
pl: Udostępnienie cytatu

source: Reshare this
es: Compartir esto
pl: Udostępnij to dalej

source: Reshare
es: Compartir
pl: Udostępnij dalej

source: Cancel your Reshare
es: Cancelar Compartir
pl: Anuluj swoje dalsze udostępnianie

source: Unshare
es: Dejar de Compartir
pl: Przestań udostępniać

source: %s (Received %s)
es: %s (Recibido %s)
pl: %s (Otrzymano %s)

source: Comment this item on your system
es: Comentarlo en mi estado
pl: Skomentuj ten element w swoim systemie

source: Remote comment
pl: Zdalny komentarz

source: Share via ...
pl: Udostępnij poprzez...

source: Share via external services
pl: Udostępnij za pośrednictwem usług zewnętrznych

source: to
es: a
pl: do

source: via
es: vía
pl: przez

source: Wall-to-Wall
es: Perfil-a-Perfil
pl: Tablica-w-Tablicę

source: via Wall-To-Wall:
es: via Perfil-a-Perfil:
pl: przez Tablica-w-Tablicę:

source: Reply to %s
es: Responder a %s
pl: Odpowiedź %s

source: More
es: Mas
pl: Więcej

source: Notifier task is pending
es: Notificador tarea pendiente
pl: Zadanie Notifier jest w toku

source: Delivery to remote servers is pending
es: Entrega remota pendiente
pl: Trwa przesyłanie do serwerów zdalnych

source: Delivery to remote servers is underway
es: Entrega remota en camino
pl: Trwa dostawa do serwerów zdalnych

source: Delivery to remote servers is mostly done
es: Entrega remota casi completada
pl: Dostawa do zdalnych serwerów jest w większości wykonywana

source: Delivery to remote servers is done
es: Entrega remota completada
pl: Trwa dostarczanie do zdalnych serwerów

source: %d comment
es: %d comentario
pl: %d komentarz

source: Show more
es: Mostrar mas
pl: Pokaż więcej

source: Show fewer
es: Mostrar menos
pl: Pokaż mniej

source: (no subject)
es: (sin asunto)
pl: (bez tematu)

source: Login failed.
es: Accesso fallido.
pl: Logowanie nieudane.

source: Login failed. Please check your credentials.
es: Acceso falló. Checa tus credenciales.
pl: Logowanie nie powiodło się. Sprawdź swoje dane uwierzytelniające.

source: Welcome %s
es: Bienvenido %s
pl: Witaj %s

source: Please upload a profile photo.
es: Por favor sube una foto para el perfil.
pl: Proszę dodać zdjęcie profilowe.

source: OpenWebAuth: %1$s welcomes %2$s
es: OpenWebAuth: %1$s te da la bienvenida %2$s
pl: OpenWebAuth: %1$s wita %2$s

source: Friendica Notification
es: Notificación de Friendica
pl: Powiadomienia Friendica

source: thanks
es: gracias
pl: dziękuję

source: YYYY-MM-DD or MM-DD
es: YYYY-MM-DD o MM-DD
pl: RRRR-MM-DD lub MM-DD

source: Time zone: <strong>%s</strong> <a href="%s">Change in Settings</a>
pl: Strefa czasowa: <strong>%s</strong> <a href="%s">Zmień w ustawieniach</a>

source: never
es: nunca
pl: nigdy

source: less than a second ago
es: hace menos de un segundo
pl: mniej niż sekundę temu

source: year
es: año
pl: rok

source: years
es: años
pl: lata

source: months
es: meses
pl: miesiące

source: weeks
es: semanas
pl: tygodnie

source: days
es: días
pl: dni

source: hour
es: hora
pl: godzina

source: hours
es: horas
pl: godziny

source: minute
es: minuto
pl: minuta

source: minutes
es: minutos
pl: minut

source: second
es: segundo
pl: sekunda

source: seconds
es: segundos
pl: sekundy

source: in %1$d %2$s
es: en %1$d %2$s
pl: w %1$d %2$s

source: %1$d %2$s ago
es: hace %1$d %2$s
pl: %1$d %2$s temu

source: Notification from Friendica
pl: Powiadomienia z Friendica

source: Empty Post
pl: Pusty wpis

source: default
es: predeterminado
pl: standardowe

source: greenzero
pl: zielone zero

source: purplezero
pl: fioletowe zero
