Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Fetch information like preview pictures, title and teaser from the feed item. You can activate this if the feed doesn't contain much text. Keywords are taken from the meta header in the feed item and are posted as hash tags.
es: Obtener información como vistas previas, título e intro del artículo. Puedes desactivarlo si el artículo no contiene mucho texto. Etiquetas se toman de la cabecera del artículo y se publican como #etiquetas.
pl: Pobieranie informacji, takich jak zdjęcia podglądu, tytuł i zwiastun z elementu kanału. Możesz to aktywować, jeśli plik danych nie zawiera dużo tekstu. Słowa kluczowe są pobierane z nagłówka meta w elemencie kanału i są publikowane jako znaczniki haszowania.

source: Fetch information
es: Recuperar información
pl: Pobierz informacje

source: Fetch keywords
es: Recuperar etiquetas
pl: Pobierz słowa kluczowe

source: Fetch information and keywords
es: Recuperar información y palabras claves
pl: Pobierz informacje i słowa kluczowe

source: No mirroring
es: No copiar
pl: Bez dublowania

source: Mirror as my own posting
es: Copiar como publicación propia
pl: Lustro mojego własnego komentarza

source: Native reshare
es: Reenviar (nativo)
pl: Udostępnianie natywne

source: Contact Information / Notes
es: Información del Contacto / Notas
pl: Informacje kontaktowe/Notatki

source: Contact Settings
es: Ajustes del contacto
pl: Ustawienia kontaktów

source: Contact
es: Contacto
pl: Kontakt

source: Their personal note
es: Su nota personal
pl: Ich osobista uwaga

source: Edit contact notes
es: Editar notas del contacto
pl: Edytuj notatki kontaktu

source: Block/Unblock contact
es: Boquear/Desbloquear contacto
pl: Zablokuj/odblokuj kontakt

source: Ignore contact
es: Ignorar contacto
pl: Ignoruj kontakt

source: View conversations
es: Ver conversaciones
pl: Wyświetl rozmowy

source: Last update:
es: Última actualización:
pl: Ostatnia aktualizacja:

source: Update public posts
es: Actualizar publicaciones públicas
pl: Zaktualizuj publiczne wpisy

source: Update now
es: Actualizar ahora
pl: Aktualizuj teraz

source: Awaiting connection acknowledge
es: Esperando respuesta de conexión
pl: Oczekiwanie na potwierdzenie połączenia

source: Currently blocked
es: Bloqueados
pl: Obecnie zablokowany

source: Currently ignored
es: Ignorados
pl: Obecnie zignorowany

source: Currently archived
es: Archivados
pl: Obecnie zarchiwizowany

source: Hide this contact from others
es: Ocultar el contacto a los demás.
pl: Ukryj ten kontakt przed innymi

source: Replies/likes to your public posts <strong>may</strong> still be visible
es: Los comentarios o "me gusta" en tus publicaciones públicas todavía <strong>pueden</strong> ser visibles.
pl: Odpowiedzi/kliknięcia "lubię to" do Twoich publicznych wpisów nadal <strong>mogą</strong> być widoczne

source: Notification for new posts
es: Notificación de nuevos temas.
pl: Powiadomienie o nowych wpisach

source: Send a notification of every new post of this contact
es: Enviar una notificacion por nuevos temas de este contacto.
pl: Wyślij powiadomienie o każdym nowym poście tego kontaktu

source: Keyword Deny List
es: Lista de Etiquetas Prohibidas
pl: Lista odrzuconych słów kluczowych

source: Comma separated list of keywords that should not be converted to hashtags, when "Fetch information and keywords" is selected
es: Lista separada por comas de palabras claves que no deberían ser convertidas en #etiquetas cuando "Recaudar información y palabras claves" es seleccionado
pl: Rozdzielana przecinkami lista słów kluczowych, które nie powinny zostać przekonwertowane na hashtagi, gdy wybrana jest opcja 'Pobierz informacje i słowa kluczowe'

source: Actions
es: Acciones
pl: Akcja

source: Status
es: Estado
pl: Stan

source: Mirror postings from this contact
es: Espejar publicaciones de este contacto
pl: Publikacje lustrzane od tego kontaktu

source: Mark this contact as remote_self, this will cause friendica to repost new entries from this contact.
es: Marcar este contacto como perfil_remoto, esto generara que friendica reenvía nuevas publicaciones desde esta cuenta.
pl: Oznacz ten kontakt jako remote_self, spowoduje to, że friendica odeśle nowe wpisy z tego kontaktu.

source: Refetch contact data
es: Recuperar datos del contacto.
pl: Pobierz ponownie dane kontaktowe

source: Toggle Blocked status
es: Cambiar Estatus de Bloqueado
pl: Przełącz stan na Zablokowany

source: Toggle Ignored status
es: Cambiar ignorados
pl: Przełącz stan na Ignorowany

source: Revoke Follow
pl: Anuluj obserwowanie

source: Revoke the follow from this contact
pl: Anuluj obserwację przez ten kontakt

source: Bad Request.
es: Petición errónea
pl: Błędne zapytanie.

source: Contact is being deleted.
pl: Kontakt jest usuwany.

source: Follow was successfully revoked.
pl: Obserwacja została pomyślnie anulowana.

source: Do you really want to revoke this contact's follow? This cannot be undone and they will have to manually follow you back again.
pl: Czy na pewno chcesz cofnąć obserwowanie przez ten kontakt? Nie można tego cofnąć i przy chęci przywrócenia obserwacji będzie trzeba zrobić to ponownie ręcznie.

source: No suggestions available. If this is a new site, please try again in 24 hours.
es: No hay sugerencias disponibles. Si el sitio web es nuevo inténtalo de nuevo en 24 horas.
pl: Brak dostępnych sugestii. Jeśli jest to nowa witryna, spróbuj ponownie za 24 godziny.

source: You aren't following this contact.
es: No sigues a este contacto.
pl: Nie obserwujesz tego kontaktu.

source: Unfollowing is currently not supported by your network.
es: Dejar de Seguir no es compatible con tu red.
pl: Brak obserwowania nie jest obecnie obsługiwany przez twoją sieć.

source: Disconnect/Unfollow
es: Desconectar/Dejar de seguir
pl: Rozłącz/Nie obserwuj

source: Contact was successfully unfollowed
pl: Kontakt pomyślnie przestał być obserwowany

source: Unable to unfollow this contact, please contact your administrator
pl: Nie można przestać obserwować tego kontaktu, skontaktuj się z administratorem

source: No results.
es: Sin resultados.
pl: Brak wyników.

source: This community stream shows all public posts received by this node. They may not reflect the opinions of this node’s users.
es: Este hilo de la comunidad muestra todas las publicaciones públicas recibidas por este nodo. Puede no reflejar las opiniones de los usuarios de este nodo.
pl: Ten strumień społeczności pokazuje wszystkie publiczne posty otrzymane przez ten węzeł. Mogą nie odzwierciedlać opinii użytkowników tego węzła.

source: Community option not available.
es: Fediverso no disponible
pl: Opcja wspólnotowa jest niedostępna.

source: Not available.
es: No disponible
pl: Niedostępne.

source: Include
es: Incluir
pl: Zawiera

source: Hide
es: Ocultar
pl: Ukryj

source: Credits
es: Créditos
pl: Zaufany

source: Friendica is a community project, that would not be possible without the help of many people. Here is a list of those who have contributed to the code or the translation of Friendica. Thank you all!
es: Friendica es un proyecto comunitario, que no seria posible sin la ayuda de mucha gente. Aquí una lista de de aquellos que aportaron al código o la traducción de friendica. Gracias a todos!
pl: Friendica to projekt społecznościowy, który nie byłby możliwy bez pomocy wielu osób. Oto lista osób, które przyczyniły się do tworzenia kodu lub tłumaczenia Friendica. Dziękuję wam wszystkim!

source: Formatted
es: Formateado
pl: Sformatowany

source: Activity
es: Actividad
pl: Aktywność

source: Object data
es: Dato de Objeto
pl: Dane obiektu

source: Result Item
es: Artículo resultado
pl: Pozycja wynikowa

source: Error
pl: Błąd

source: Source activity
es: Actividad fuente
pl: Aktywność źródła

source: Source input
es: Entrada fuente
pl: Źródło wejściowe

source: BBCode::toPlaintext
pl: BBCode::na prosty tekst

source: BBCode::convert (raw HTML)
pl: BBCode:: konwersjia (raw HTML)

source: BBCode::convert
pl: BBCode::przekształć

source: BBCode::convert => HTML::toBBCode
pl: BBCode::przekształć => HTML::toBBCode

source: BBCode::toMarkdown => Markdown::convert
pl: BBCode::toMarkdown => Markdown::przekształć

source: BBCode::toMarkdown => Markdown::convert => HTML::toBBCode
pl: BBCode::toMarkdown => Markdown::przekształć => HTML::toBBCode

source: Item Body
es: Cuerpo
pl: Element Body

source: Item Tags
es: Etiquetas
pl: Znaczniki elementu

source: Source input (Diaspora format)
es: Entrada fuente (Formato Diaspora)
pl: Źródło wejściowe (format Diaspora)

source: Source input (Markdown)
es: Entrada fuente (Markdown)
pl: Wejście źródłowe (Markdown)

source: Raw HTML input
es: Entrada RAW HTML
pl: Surowe wejście HTML

source: HTML Input
es: Entrada HTML
pl: Wejście HTML

source: HTML Purified (raw)
es: HTML purificado (raw)
pl: Oczyszczony HTML (surowy)

source: HTML Purified (hex)
es: HTML purificado (hex)
pl: Oczyszczony HTML (szesnastkowy)

source: HTML Purified
es: HTML purificado
pl: Oczyszczony HTML

source: Decoded post
es: Articulo decodificado
pl: Odkodowany wpis

source: Babel Diagnostic
es: Diagnóstico Babel
pl: Diagnostyka Babel

source: Source text
es: Texto fuente
pl: Tekst źródłowy

source: Twitter Source / Tweet URL (requires API key)
es: Fuente Twitter / Tweet URL (requiere API key)
pl: Źródło Twitter / URL Tweeta (wymaga klucza API)

source: You must be logged in to use this module
es: Debes ingresar para usar este módulo
pl: Musisz być zalogowany, aby korzystać z tego modułu

source: Source URL
es: URL Fuente
pl: Źródłowy adres URL

source: Time Conversion
es: Conversión horária
pl: Zmiana czasu

source: Friendica provides this service for sharing events with other networks and friends in unknown timezones.
es: Friendica ofrece este servicio para compartir eventos con otros servidores de Red friendica y amigos en zonas horarias desconocidas.
pl: Friendica udostępnia tę usługę do udostępniania wydarzeń innym sieciom i znajomym w nieznanych strefach czasowych.

source: UTC time: %s
es: Tiempo UTC: %s
pl: Czas UTC %s

source: Current timezone: %s
es: Zona horaria actual: %s
pl: Obecna strefa czasowa: %s

source: Converted localtime: %s
es: Hora local convertida: %s
pl: Zmień strefę czasową: %s

source: Please select your timezone:
es: Selecciona tu zona horaria:
pl: Wybierz swoją strefę czasową:

source: Only logged in users are permitted to perform a probing.
es: Sólo usuarios registrados pueden realizar exploración.
pl: Tylko zalogowani użytkownicy mogą wykonywać sondowanie.

source: Probe Diagnostic
es: Prueba Diagnóstico
pl: Diagnostyka Probe

source: Output
es: Salida
pl: Wyjście

source: Lookup address
es: Buscar Dirección
pl: Wyszukaj adres

source: Webfinger Diagnostic
es: Diagnóstico Webfinger
pl: Diagnostyka Webfinger

source: Lookup address:
es: Buscar Dirección:
pl: Wyszukaj adres:

source: No entries (some entries may be hidden).
es: Sin entradas (algunas pueden que estén ocultas).
pl: Brak odwiedzin (niektóre odwiedziny mogą być ukryte).

source: Find on this site
es: Buscar en este sitio
pl: Znajdź na tej stronie

source: Results for:
es: Resultados para:
pl: Wyniki dla:

source: Site Directory
es: Directorio del sitio
pl: Katalog Witryny

source: Item was not deleted
es: Artículo no fue borrado
pl: Element nie został skasowany

source: Item was not removed
es: Artículo no fue borrado
pl: Element nie został usunięty

source: - select -
es: - seleccionar -
pl: - wybierz -

source: Suggested contact not found.
es: El contacto sugerido no se encontró.
pl: Nie znaleziono sugerowanego kontaktu.

source: Friend suggestion sent.
es: Solicitud de amistad enviada.
pl: Wysłana propozycja dodania do znajomych.

source: Suggest Friends
es: Sugerencias de amistad
pl: Zaproponuj znajomych

source: Suggest a friend for %s
es: Recomienda un amigo a %s
pl: Zaproponuj znajomych dla %s

source: Installed addons/apps:
es: Añadidos/apps Instalados:
pl: Zainstalowane dodatki/aplikacje:

source: No installed addons/apps
es: Añadidos/apps no instalados
pl: Brak zainstalowanych dodatków/aplikacji

source: Read about the <a href="%1$s/tos">Terms of Service</a> of this node.
es: Leer acerca de <a href="%1$s/tos">Términos de Servicio</a> del nodo.
pl: Przeczytaj o <a href="%1$s/tos">Warunkach świadczenia usług</a> tego węzła.

source: On this server the following remote servers are blocked.
es: En este servidor los siguientes servidores remotos están bloqueados.
pl: Na tym serwerze następujące serwery zdalne są blokowane.

source: Reason for the block
es: Razón para el bloqueo
pl: Powód blokowania

source: This is Friendica, version %s that is running at the web location %s. The database version is %s, the post update version is %s.
es: Este es Friendica, version %s ejecutándose en ubicación %s. Versión de la BD es %s, la versión después de actualización es %s.
pl: To jest wersja Friendica, %s która działa w lokalizacji internetowej %s. Wersja bazy danych to %s wersja po aktualizacji %s.

source: Please visit <a href="https://friendi.ca">Friendi.ca</a> to learn more about the Friendica project.
es: Visite <a href="https://friendi.ca">Friendi.ca</a> para aprender más sobre el proyecto Friendica, por favor.
pl: Odwiedź stronę <a href="https://friendi.ca">Friendi.ca</a> aby dowiedzieć się więcej o projekcie Friendica.

source: Bug reports and issues: please visit
es: Reporte de fallos y problemas: por favor visita
pl: Raporty o błędach i problemy: odwiedź stronę

source: the bugtracker at github
es: aviso de fallas (bugs) en github
pl: śledzenie błędów na github

source: Suggestions, praise, etc. - please email "info" at "friendi - dot - ca
es: Sugerencias, agradecimientos, etc. - envie correo "info" at "friendi - dot - ca
pl: Propozycje, pochwały itd. – napisz e-mail do „info” małpa „friendi” - kropka - „ca”

source: No profile
es: Ningún perfil
pl: Brak profilu

source: Method Not Allowed.
es: Método no Permitido
pl: Metoda nie akceptowana.

source: Help:
es: Ayuda:
pl: Pomoc:

source: Welcome to %s
es: Bienvenido a %s
pl: Witamy w %s

source: Friendica Communications Server - Setup
es: Servidor de Comunicaciones Friendica - Instalación
pl: Friendica Communications Server - Instalator

source: System check
es: Verificación del sistema
pl: Sprawdzanie systemu

source: Requirement not satisfied
es: Requerimiento no satisfactorio
pl: Wymaganie niespełnione

source: Optional requirement not satisfied
es: Requerimiento Opcional no satisfactorio
pl: Opcjonalne wymagania niespełnione

source: Next
es: Siguiente
pl: Następny

source: Check again
es: Comprobar Nuevamente
pl: Sprawdź ponownie

source: Base settings
es: Configuración Base
pl: Ustawienia bazy

source: Base path to installation
es: Ruta base para la instalación
pl: Podstawowa ścieżka do instalacji

source: If the system cannot detect the correct path to your installation, enter the correct path here. This setting should only be set if you are using a restricted system and symbolic links to your webroot.
es: Si el sistema no puede detectar el acceso correcto a la instalación, ingrese la dirección correcta aquí. Esta configuración solo debería utilizarse si si usa un sistema restringido y enlaces simbolicos a su webroot.
pl: Jeśli system nie może wykryć poprawnej ścieżki do instalacji, wprowadź tutaj poprawną ścieżkę. To ustawienie powinno być ustawione tylko wtedy, gdy używasz ograniczonego systemu i dowiązań symbolicznych do twojego webroota.

source: Database connection
es: Conexión con Base de Datos
pl: Połączenie z bazą danych

source: In order to install Friendica we need to know how to connect to your database.
es: Con el fin de poder instalar Friendica, necesitamos saber cómo conectar con tu base de datos.
pl: W celu zainstalowania Friendica musimy wiedzieć jak połączyć się z twoją bazą danych.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
es: Por favor, contacta con tu proveedor de servicios o con el administrador de la página si tienes alguna pregunta sobre estas configuraciones.
pl: Proszę skontaktuj się ze swoim dostawcą usług hostingowych bądź administratorem strony jeśli masz pytania co do tych ustawień .

source: The database you specify below should already exist. If it does not, please create it before continuing.
es: La base de datos que especifiques a continuación debería existir ya. Si no es el caso, debes crearla antes de continuar.
pl: Wymieniona przez Ciebie baza danych powinna już istnieć. Jeżeli nie, utwórz ją przed kontynuacją.

source: Database Server Name
es: Nombre del servidor de la base de datos
pl: Nazwa serwera bazy danych

source: Database Login Name
es: Usuario de la base de datos
pl: Nazwa użytkownika bazy danych

source: Database Login Password
es: Contraseña de la base de datos
pl: Hasło logowania do bazy danych

source: For security reasons the password must not be empty
es: Por razones de seguridad la contraseña no debe estar vacía
pl: Ze względów bezpieczeństwa hasło nie może być puste

source: Database Name
es: Nombre de la base de datos
pl: Nazwa bazy danych

source: Please select a default timezone for your website
es: Por favor, selecciona la zona horaria predeterminada para tu web
pl: Proszę wybrać domyślną strefę czasową dla swojej strony

source: Site settings
es: Configuración de la página web
pl: Ustawienia strony

source: Site administrator email address
es: Dirección de correo del administrador de la web
pl: Adres e-mail administratora strony

source: Your account email address must match this in order to use the web admin panel.
es: La dirección de correo de tu cuenta debe coincidir con esta para poder usar el panel de administración de la web.
pl: Adres e-mail konta musi pasować do tego, aby móc korzystać z panelu administracyjnego.

source: System Language:
es: Sistema de idioma:
pl: Język systemu:

source: Set the default language for your Friendica installation interface and to send emails.
es: Seleccione el idioma por defecto para su interfaz de instalación de Friendica y para enviar correos.
pl: Ustaw domyślny język dla interfejsu instalacyjnego Friendica i wysyłaj e-maile.

source: Your Friendica site database has been installed.
es: La base de datos de su sitio web de Friendica ha sido instalada.
pl: Twoja baza danych witryny Friendica została zainstalowana.

source: Installation finished
es: Instalación completa
pl: Instalacja zakończona

source: <h1>What next</h1>
es: <h1>¿Que sigue?</h1>
pl: <h1>Co dalej</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the worker.
es: IMPORTANTE: Debe configurar [manualmente] una Tarea Programada para eltrabajador(Worker).
pl: WAŻNE: Będziesz musiał [ręcznie] ustawić zaplanowane zadanie dla workera.

source: Go to your new Friendica node <a href="%s/register">registration page</a> and register as new user. Remember to use the same email you have entered as administrator email. This will allow you to enter the site admin panel.
es: Ve a la <a href="%s/register">Página de Registro</a> de tu nuevo nodo de Friendicay registrate como nuevo usuario. Recuerda utilizar el mismo correo electrónico que ingresaste como correo del administrador. Esto te permitirá ingresar al Panel de Administración del Sitio.
pl: Przejdź do <a href="%s/register">strony rejestracji</a> nowego węzła Friendica i zarejestruj się jako nowy użytkownik. Pamiętaj, aby użyć adresu e-mail wprowadzonego jako e-mail administratora. To pozwoli Ci wejść do panelu administratora witryny.

source: Total invitation limit exceeded.
es: Límite de invitaciones excedido.
pl: Przekroczono limit zaproszeń ogółem.

source: %s : Not a valid email address.
es: %s : No es un correo válido.
pl: %s : Nieprawidłowy adres e-mail.

source: Please join us on Friendica
es: Únete a nosotros en Friendica
pl: Dołącz do nas na Friendica

source: Invitation limit exceeded. Please contact your site administrator.
es: Límite de invitaciones sobrepasado. Contacta con el administrador del sitio.
pl: Przekroczono limit zaproszeń. Skontaktuj się z administratorem witryny.

source: %s : Message delivery failed.
es: %s : Ha fallado la entrega del mensaje.
pl: %s : Nie udało się dostarczyć wiadomości.

source: %d message sent.
es: %d mensaje enviado.
pl: %d wiadomość wysłana.

source: You have no more invitations available
es: No tienes más invitaciones disponibles
pl: Nie masz już dostępnych zaproszeń

source: Visit %s for a list of public sites that you can join. Friendica members on other sites can all connect with each other, as well as with members of many other social networks.
es: Visita %s para ver una lista de servidores públicos donde puedes darte de alta. Los miembros de otros servidores de Friendica pueden conectarse entre ellos, así como con miembros de otras redes sociales diferentes.
pl: Odwiedź %s listę publicznych witryn, do których możesz dołączyć. Członkowie Friendica na innych stronach mogą łączyć się ze sobą, jak również z członkami wielu innych sieci społecznościowych.

source: To accept this invitation, please visit and register at %s or any other public Friendica website.
es: Para aceptar la invitación visita y regístrate en %s o en cualquier otro servidor público de Friendica.
pl: Aby zaakceptować to zaproszenie, odwiedź i zarejestruj się %s lub w dowolnej innej publicznej witrynie internetowej Friendica.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks. See %s for a list of alternate Friendica sites you can join.
es: Los servidores de Friendica están interconectados para crear una enorme red social centrada en la privacidad y controlada por sus miembros. También se puede conectar con muchas redes sociales tradicionales. Mira en %s para poder ver un listado de servidores alternativos de Friendica donde puedes darte de alta.
pl: Strony Friendica łączą się ze sobą, tworząc ogromną sieć społecznościową o zwiększonej prywatności, która jest własnością i jest kontrolowana przez jej członków. Mogą również łączyć się z wieloma tradycyjnymi sieciami społecznościowymi. Zobacz %s listę alternatywnych witryn Friendica, do których możesz dołączyć.

source: Our apologies. This system is not currently configured to connect with other public sites or invite members.
es: Discúlpanos. Este sistema no está configurado actualmente para conectar con otros servidores públicos o invitar nuevos miembros.
pl: Przepraszamy. System nie jest obecnie skonfigurowany do łączenia się z innymi publicznymi witrynami lub zapraszania członków.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks.
es: Los sitios de Friendica se conectan entre sí para crear una gran red social con privacidad mejorada que es propiedad y está controlada por sus miembros. También pueden conectarse con muchas redes sociales tradicionales.
pl: Strony Friendica łączą się ze sobą, tworząc ogromną sieć społecznościową o zwiększonej prywatności, która jest własnością i jest kontrolowana przez jej członków. Mogą również łączyć się z wieloma tradycyjnymi sieciami społecznościowymi.

source: To accept this invitation, please visit and register at %s.
es: Para aceptar esta invitación, visite y regístrese en%s, por favor.
pl: Aby zaakceptować to zaproszenie, odwiedź stronę i zarejestruj się na stronie %s.

source: Send invitations
es: Enviar invitaciones
pl: Wyślij zaproszenie

source: Enter email addresses, one per line:
es: Introduce las direcciones de correo, una por línea:
pl: Wprowadź adresy e-mail, po jednym w wierszu:
