Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: You are cordially invited to join me and other close friends on Friendica - and help us to create a better social web.
es: Estás cordialmente invitado a unirte a mi y a otros amigos en Friendica, creemos juntos una red social mejor.
pl: Serdecznie zapraszam do przyłączenia się do mnie i innych bliskich znajomych na stronie Friendica - i pomóż nam stworzyć lepszą sieć społecznościową.

source: You will need to supply this invitation code: $invite_code
es: Tienes que proporcionar el siguiente código: $invite_code
pl: Musisz podać ten kod zaproszenia: $invite_code

source: Once you have registered, please connect with me via my profile page at:
es: Una vez registrado, por favor contacta conmigo a través de mi página de perfil en:
pl: Po rejestracji połącz się ze mną na stronie mojego profilu pod adresem:

source: For more information about the Friendica project and why we feel it is important, please visit http://friendi.ca
es: Para más información sobre el proyecto Friendica y por qué sentimos que es importante, visite http://friendi.ca, por favor
pl: Aby uzyskać więcej informacji na temat projektu Friendica i dlaczego uważamy, że jest to ważne, odwiedź http://friendi.ca

source: Please enter a post body.
es: Ingresa un contenido.
pl: Podaj treść wpisu.

source: This feature is only available with the frio theme.
es: Esta opción solo disponible con Tema Frio.
pl: Ta funkcja jest dostępna tylko z motywem Frio.

source: Compose new personal note
es: Generar nueva nota personal
pl: Utwórz nową notatkę osobistą

source: Compose new post
es: Generar nuevo artículo
pl: Utwórz nowy wpis

source: Visibility
es: Visibilidad
pl: Widoczność

source: Clear the location
es: Borrar ubicación
pl: Wyczyść lokalizację

source: Location services are unavailable on your device
es: Servicios de ubicación no disponibles en tu dispositivo
pl: Usługi lokalizacyjne są niedostępne na twoim urządzeniu

source: Location services are disabled. Please check the website's permissions on your device
es: Servicios de ubicación no habilitados. Checa los permisos del sitio en tu dispositivo
pl: Usługi lokalizacyjne są wyłączone. Sprawdź uprawnienia strony internetowej na swoim urządzeniu

source: The feed for this item is unavailable.
es: El hilo de este artículo no se encontró
pl: Kanał dla tego elementu jest niedostępny.

source: Unable to follow this item.
es: Imposible seguir este artículo.
pl: Nie można obserwować tego elementu.

source: System down for maintenance
es: Servicio suspendido por mantenimiento
pl: System wyłączony w celu konserwacji

source: This Friendica node is currently in maintenance mode, either automatically because it is self-updating or manually by the node administrator. This condition should be temporary, please come back in a few minutes.
es: Este nodo de Friendica se encuentra actualmente en modo de mantenimiento, ya sea automáticamente porque se actualiza automáticamente o manualmente por el administrador del nodo. Esta condición debería ser temporal, vuelva en unos minutos.
pl: Ten węzeł Friendica jest obecnie w trybie konserwacji, przełączanej automatycznie, ponieważ jest aktualizowany samodzielnie lub ręcznie przez administratora węzła. Ten stan powinien być tymczasowy, proszę wrócić za kilka minut.

source: A Decentralized Social Network
es: Una Red Social Descentralizada
pl: Zdecentralizowana sieć społecznościowa

source: Files
es: Archivos
pl: Pliki

source: Upload
es: Subir
pl: Wyślij

source: Sorry, maybe your upload is bigger than the PHP configuration allows
es: Disculpa, posiblemente archivo mas grande que lo permitido por PHP.
pl: Przepraszam, Twój przesyłany plik jest większy niż pozwala konfiguracja PHP

source: Or - did you try to upload an empty file?
es: O - intentó subir un archivo vacío?
pl: Lub - czy próbowałeś przesłać pusty plik?

source: File exceeds size limit of %s
es: El archivo excede Tamaño de %s
pl: Plik przekracza limit rozmiaru wynoszący %s

source: File upload failed.
es: Ha fallado la subida del archivo.
pl: Przesyłanie pliku nie powiodło się.

source: Unable to process image.
es: Imposible procesar la imagen.
pl: Przetwarzanie obrazu nie powiodło się.

source: Image upload failed.
es: Error al subir la imagen.
pl: Przesyłanie obrazu nie powiodło się.

source: List of all users
es: Lista de todos los usuarios
pl: Lista wszystkich użytkowników

source: Active
es: Activos
pl: Aktywne

source: List of active accounts
es: Lista de Cuentas Activas
pl: Lista aktywnych kont

source: List of pending registrations
es: Lista de Registros Pendientes
pl: Lista oczekujących rejestracji

source: List of blocked users
es: Lista de usuarios bloqueados
pl: Lista zablokowanych użytkowników

source: Deleted
es: Borrados
pl: Usunięte

source: List of pending user deletions
es: Lista de borrados de usuario pendientes
pl: Lista oczekujących na usunięcie użytkowników

source: Normal Account Page
es: Página de Cuenta Normal
pl: Normalna strona konta

source: Soapbox Page
es: Página de Tribuna
pl: Strona Soapbox

source: Automatic Friend Page
es: Página de Amistad Autómatica
pl: Automatyczna strona znajomego

source: Personal Page
es: Página personal
pl: Strona osobista

source: Organisation Page
es: Página de Organización
pl: Strona Organizacji

source: News Page
es: Página de Noticias
pl: Strona Wiadomości

source: You can't block a local contact, please block the user instead
pl: Nie możesz zablokować lokalnego kontaktu, zamiast tego zablokuj użytkownika

source: %s contact unblocked
es: %s Contacto desbloqueado
pl: %s kontakt odblokowany

source: Remote Contact Blocklist
es: Lista de bloqueo de contactos remotos
pl: Lista zablokowanych kontaktów zdalnych

source: This page allows you to prevent any message from a remote contact to reach your node.
es: Esta página le permite evitar que cualquier mensaje de un contacto remoto llegue a su nodo.
pl: Ta strona pozwala zapobiec wysyłaniu do węzła wiadomości od kontaktu zdalnego.

source: Block Remote Contact
es: Bloquear Contacto Remoto
pl: Zablokuj kontakt zdalny

source: select all
es: seleccionar todo
pl: zaznacz wszystko

source: select none
es: deseleccionar
pl: wybierz brak

source: No remote contact is blocked from this node.
es: No se bloquea ningún contacto remoto de este nodo.
pl: Z tego węzła nie jest blokowany kontakt zdalny.

source: Blocked Remote Contacts
es: Contactos remotos bloqueados
pl: Zablokowane kontakty zdalne

source: Block New Remote Contact
es: Bloquear nuevo contacto remoto
pl: Zablokuj nowy kontakt zdalny

source: Photo
es: Foto
pl: Zdjęcie

source: Reason
es: Motivo
pl: Powód

source: %s total blocked contact
es: %s contacto bloqueado en total
pl: łącznie %s zablokowany kontakt

source: URL of the remote contact to block.
es: URL del contacto remoto a bloquear.
pl: Adres URL kontaktu zdalnego do zablokowania.

source: Also purge contact
pl: Wyczyść również kontakt

source: Removes all content related to this contact from the node. Keeps the contact record. This action cannot be undone.
pl: Usuwa z węzła całą zawartość związaną z tym kontaktem. Zachowuje rejestr kontaktów. Tej czynności nie można cofnąć.

source: Block Reason
es: Razón de bloqueo
pl: Powód blokady

source: Server domain pattern added to the blocklist.
pl: Do listy zablokowanych dodano wzorzec domeny serwera.

source: %s server scheduled to be purged.
pl: %s serwer zaplanowany do usunięcia.

source: ← Return to the list
pl: ← Wróć do listy

source: Block A New Server Domain Pattern
pl: Zablokuj nowy wzorzec domeny serwera

source: <p>The server domain pattern syntax is case-insensitive shell wildcard, comprising the following special characters:</p> <ul> <li><code>*</code>: Any number of characters</li> <li><code>?</code>: Any single character</li> </ul>
pl: <p>Składnia wzorca domeny serwera to symbol wieloznaczny powłoki bez rozróżniania wielkości liter, zawierający następujące znaki specjalne:</p> <ul> <li><code>*</code>: Dowolna liczba znaków</li> <li><code>?</code>: Dowolny pojedynczy znak</li> </ul>

source: Check pattern
pl: Sprawdź wzór

source: Matching known servers
pl: Dopasowanie znanych serwerów

source: Server Name
pl: Nazwa serwera

source: Server Domain
pl: Domena serwera

source: Known Contacts
pl: Znane kontakty

source: %d known server
pl: %d znany serwer

source: Add pattern to the blocklist
pl: Dodaj wzór do listy blokad

source: Server Domain Pattern
es: Patrón de Servidor de Dominio
pl: Wzorzec domeny serwera

source: The domain pattern of the new server to add to the blocklist. Do not include the protocol.
pl: Wzorzec domeny nowego serwera do dodania do listy blokad. Nie dołączaj protokołu.

source: Purge server
pl: Wyczyść serwer

source: Also purges all the locally stored content authored by the known contacts registered on that server. Keeps the contacts and the server records. This action cannot be undone.
pl: Usuwa również całą lokalnie przechowywaną zawartość stworzoną przez znane kontakty zarejestrowane na tych serwerach. Zachowuje ewidencję kontaktów i serwerów. Tej czynności nie można cofnąć.

source: Block reason
es: Razón del bloqueo
pl: Powód zablokowania

source: The reason why you blocked this server domain pattern. This reason will be shown publicly in the server information page.
pl: Powód, dla którego zablokowałeś ten wzorzec domeny serwera. Powód ten zostanie pokazany publicznie na stronie informacyjnej serwera.

source: Blocked server domain pattern
es: Patrón de Servidor de Dominio Bloqueado
pl: Zablokowany wzorzec domeny serwera

source: Delete server domain pattern
es: Borrar Patrón de Servidor de Dominio
pl: Usuń wzorzec domeny serwera

source: Check to delete this entry from the blocklist
es: Marca para eliminar esta entrada de Lista de bloqueo
pl: Zaznacz, aby usunąć ten wpis z listy bloków

source: Server Domain Pattern Blocklist
es: Lista de Bloqueo del Patrón de Servidor de Dominio
pl: Lista bloków wzorców domen serwerów

source: This page can be used to define a blocklist of server domain patterns from the federated network that are not allowed to interact with your node. For each domain pattern you should also provide the reason why you block it.
es: Esta página puede servir para definir una lista de bloqueos de patrones de Servidor de Dominios de la Red Federada que no podrán interactuar con el nodo. Por cada patrón de Dominio debes dar la razón de porqué se bloquea.
pl: Ta strona może służyć do definiowania listy zablokowanych wzorców domen serwera z sieci stowarzyszonej, które nie mogą komunikować się z węzłem. Dla każdego wzorca domeny należy również podać powód, dla którego go blokujesz.

source: The list of blocked server domain patterns will be made publically available on the <a href="/friendica">/friendica</a> page so that your users and people investigating communication problems can find the reason easily.
es: La lista de Patrones de Servidores de Dominio bloqueados será pública en <a href="/friendica">/friendica</a> para que tus usuarios y personas que consulten problemas de comunicación puedan encontrar fácilmente el motivo.
pl: Lista zablokowanych wzorców domen serwera zostanie udostępniona publicznie na stronie <a href="/friendica">/friendica</a>, aby użytkownicy i osoby badające problemy z komunikacją mogły łatwo znaleźć przyczynę.

source: Add new entry to the blocklist
pl: Dodaj nowy wpis do listy zablokowanych

source: Save changes to the blocklist
es: Guardar cambios en la lista de bloqueo
pl: Zapisz zmiany w liście zablokowanych

source: Current Entries in the Blocklist
es: Entradas actuales en la lista de bloqueo
pl: Aktualne wpisy na liście zablokowanych

source: Delete entry from the blocklist
pl: Usuń wpis z listy zablokowanych

source: Delete entry from the blocklist?
pl: Usunąć wpis z listy zablokowanych?

source: Item marked for deletion.
es: Artículo marcado para eliminación.
pl: Przedmiot oznaczony do usunięcia.

source: Delete this Item
es: Eliminar este artículo
pl: Usuń ten przedmiot

source: On this page you can delete an item from your node. If the item is a top level posting, the entire thread will be deleted.
es: En esta página, puede eliminar un artículo de su nodo. Si el artículo es una publicación de nivel superior, se eliminará todo el hilo.
pl: Na tej stronie możesz usunąć przedmiot ze swojego węzła. Jeśli element jest publikowaniem na najwyższym poziomie, cały wątek zostanie usunięty.

source: You need to know the GUID of the item. You can find it e.g. by looking at the display URL. The last part of http://example.com/display/123456 is the GUID, here 123456.
es: Usted debe conocer el GUID del artículo. Puedes encontrarlo, por ejemplo. mirando la URL visible. La última parte de http://example.com/display/123456 es el GUID, aquí 123456.
pl: Musisz znać identyfikator GUID tego przedmiotu. Możesz go znaleźć np. patrząc na wyświetlany adres URL. Ostatnia część http://example.com/display/123456 to GUID, tutaj 123456.

source: The GUID of the item you want to delete.
es: El GUID del artículo que quiere eliminar.
pl: Identyfikator elementu GUID, który chcesz usunąć.

source: Item Id
es: Id de Artículo
pl: Identyfikator elementu

source: Item URI
pl: Identyfikator URI elementu

source: Terms
es: Términos
pl: Zasady

source: Tag
es: Etiqueta
pl: Znacznik

source: Type
es: Tipo
pl: Typu

source: Term
es: Término
pl: Zasada

source: Implicit Mention
es: Mención Implicita
pl: Wzmianka niejawna

source: Item not found
es: Elemento no encontrado
pl: Nie znaleziono elementu

source: Item Guid
es: Clave Guid
pl: Element Guid

source: Registered users
es: Usuarios registrados
pl: Zarejestrowani użytkownicy

source: Pending registrations
es: Pendientes de registro
pl: Oczekujące rejestracje

source: %s user blocked
es: %s usuario bloqueado
pl: %s użytkownik zablokowany

source: You can't remove yourself
es: No puedes borrar tu usuario
pl: Nie możesz usunąć siebie

source: %s user deleted
es: %s usuario eliminado
pl: usunięto %s użytkownika

source: User "%s" deleted
es: Usuario "%s" borrado
pl: Użytkownik "%s" usunięty

source: User "%s" blocked
es: Usuario "%s" bloqueado
pl: Użytkownik "%s" zablokowany

source: Register date
es: Fecha de registro
pl: Data rejestracji

source: Last login
es: Último acceso
pl: Ostatnie logowanie

source: Last public item
es: Último artículo público
pl: Ostatni element publiczny

source: Active Accounts
es: Cuentas Activas
pl: Aktywne konta

source: User blocked
es: Usuario bloqueado
pl: Użytkownik zablokowany

source: Site admin
es: Administrador del Sitio
pl: Administracja stroną

source: Account expired
es: Cuenta caducada
pl: Konto wygasło

source: Create a new user
es: Crear nuevo usuario
pl: Utwórz nowego użytkownika

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
es: ¡Los usuarios seleccionados serán eliminados!\n\n¡Todo lo que hayan publicado en este sitio se borrará para siempre!\n\n¿Estás seguro?
pl: Zaznaczeni użytkownicy zostaną usunięci!\n\n Wszystko co zamieścili na tej stronie będzie trwale skasowane!\n\n Jesteś pewien?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
es: ¡El usuario {0} será eliminado!\n\n¡Todo lo que haya publicado en este sitio se borrará para siempre!\n\n¿Estás seguro?
pl: Użytkownik {0} zostanie usunięty!\n\n Wszystko co zamieścił na tej stronie będzie trwale skasowane!\n\n Jesteś pewien?

source: %s user unblocked
es: %s usuario desbloqueado
pl: %s użytkownik odblokowany

source: User "%s" unblocked
es: Usuario "%s" desbloqueado
pl: Użytkownik "%s" odblokowany

source: Blocked Users
es: Usuarios bloqueados
pl: Zablokowani użytkownicy

source: New User
es: Nuevo usuario
pl: Nowy użytkownik

source: Add User
es: Agregar usuario
pl: Dodaj użytkownika

source: Name of the new user.
es: Nombre del nuevo usuario
pl: Nazwa nowego użytkownika.

source: Nickname
es: Apodo
pl: Pseudonim

source: Nickname of the new user.
es: Apodo del nuevo perfil.
pl: Pseudonim nowego użytkownika.

source: Email address of the new user.
es: Dirección de correo del nuevo perfil.
pl: Adres email nowego użytkownika.

source: Users awaiting permanent deletion
es: Usuarios en espera de borrado permanente
pl: Użytkownicy oczekujący na trwałe usunięcie

source: Permanent deletion
es: Borrado Permanente
pl: Trwałe usunięcie

source: User waiting for permanent deletion
es: Usuario esperando anulación permanente.
pl: Użytkownik czekający na trwałe usunięcie

source: %s user approved
es: %s usuario aprobado
pl: %s użytkownik zatwierdzony

source: %s registration revoked
es: %s registro revocado
pl: %s rejestrację cofnięto

source: Account approved.
es: Cuenta aprobada.
pl: Konto zatwierdzone.

source: Registration revoked
es: Registro revocado
pl: Rejestracja odwołana

source: User registrations awaiting review
es: Registro de usuarios en espera de revisión
pl: Rejestracje użytkowników oczekujące na sprawdzenie

source: Request date
es: Solicitud de fecha
pl: Data prośby

source: No registrations.
es: Sin registros.
pl: Brak rejestracji.

source: Note from the user
es: Nota para el usuario
pl: Uwaga od użytkownika

source: Deny
es: Denegado
pl: Odmów

source: Show Ignored Requests
es: Mostrar peticiones ignoradas
pl: Pokaż ignorowane żądania

source: Hide Ignored Requests
es: Ocultar peticiones ignoradas
pl: Ukryj zignorowane prośby

source: Notification type:
es: Tipo de Notificación:
pl: Typ powiadomienia:

source: Suggested by:
es: Sugerido por:
pl: Sugerowany przez:

source: Claims to be known to you:
es: Dice conocerte:
pl: Twierdzi, że go/ją znasz:

source: Shall your connection be bidirectional or not?
es: ¿Debe la conexión ser bidireccional o no?
pl: Czy twoje połączenie ma być dwukierunkowe, czy nie?

source: Accepting %s as a friend allows %s to subscribe to your posts, and you will also receive updates from them in your news feed.
es: Aceptar a %s como amigo le permite a %s suscribirse a sus publicaciones, y usted también recibirá actualizaciones de ellos en sus noticias.
pl: Przyjmowanie %s jako znajomego pozwala %s zasubskrybować twoje posty, a także otrzymywać od nich aktualizacje w swoim kanale wiadomości.

source: Accepting %s as a subscriber allows them to subscribe to your posts, but you will not receive updates from them in your news feed.
es: Aceptar a %s como suscriptor les permite suscribirse a sus publicaciones, pero usted no recibirá actualizaciones de ellos en sus noticias.
pl: Zaakceptowanie %s jako subskrybenta umożliwia im subskrybowanie Twoich postów, ale nie otrzymasz od nich aktualizacji w swoim kanale wiadomości.

source: Friend
es: Amigo
pl: Znajomy

source: Subscriber
es: Suscriptor
pl: Subskrybent

source: No introductions.
es: Sin presentaciones.
pl: Brak dostępu.

source: No more %s notifications.
es: No más notificaciones de %s.
pl: Brak kolejnych %s powiadomień.

source: You must be logged in to show this page.
es: Debes ingresar para ver esa pagina.
pl: Musisz być zalogowany, aby zobaczyć tę stronę.

source: Network Notifications
es: Notificaciones de Red
pl: Powiadomienia sieciowe

source: System Notifications
es: Notificaciones del sistema
pl: Powiadomienia systemowe

source: Personal Notifications
es: Notificaciones personales
pl: Prywatne powiadomienia

source: Home Notifications
es: Notificaciones de Inicio
pl: Powiadomienia domowe

source: Show unread
es: Mostrar no leído
pl: Pokaż nieprzeczytane

source: {0} requested registration
es: {0} solicita registro
pl: {0} wymagana rejestracja

source: {0} and %d others requested registration
es: {0} y %d otros solicitaron registro
pl: {0} i %d innych poprosili o rejestrację

source: Authorize application connection
es: Autorizar la conexión de la aplicación
pl: Autoryzacja połączenia aplikacji

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
es: ¿Quieres autorizar a esta aplicación el acceso a tus mensajes y contactos, y/o crear nuevas publicaciones para ti?
pl: Czy chcesz zezwolić tej aplikacji na dostęp do swoich postów i kontaktów i/lub tworzenie nowych postów?

source: Unsupported or missing response type
pl: Nieobsługiwany lub brakujący typ odpowiedzi

source: Incomplete request data
pl: Niekompletne dane żądania

source: Please copy the following authentication code into your application and close this window: %s
pl: Skopiuj następujący kod uwierzytelniający do swojej aplikacji i zamknij to okno: %s

source: Unsupported or missing grant type
pl: Nieobsługiwany lub brakujący typ dotacji

source: Subscribing to contacts
pl: Subskrybowanie kontaktów

source: No contact provided.
es: No se suministra contacto.
pl: Brak kontaktu.

source: Couldn't fetch information for contact.
es: No se encuentra la información del contacto.
pl: Nie można pobrać informacji o kontakcie.

source: Couldn't fetch friends for contact.
es: No se encuentran datos de amigos de contacto.
pl: Nie można pobrać znajomych do kontaktu.

source: Couldn't fetch following contacts.
pl: Nie udało się pobrać następujących kontaktów.

source: Couldn't fetch remote profile.
pl: Nie można pobrać profilu zdalnego.

source: Unsupported network
pl: Sieć nieobsługiwana

source: Done
es: Hecho
pl: Gotowe

source: success
es: éxito!
pl: powodzenie

source: failed
es: fallido
pl: nie powiodło się

source: ignored
es: ignorado
pl: ignorowany(-a)

source: Keep this window open until done.
es: Manténer la ventana abierta hasta que finalice.
pl: Pozostaw to okno otwarte, dopóki nie będzie gotowe.

source: The Photo is not available.
pl: Zdjęcie jest niedostępne.

source: The Photo with id %s is not available.
es: La foto con id %s no esta disponible.
pl: Zdjęcie z identyfikatorem %s nie jest dostępne.

source: Invalid external resource with url %s.
pl: Nieprawidłowy zasób zewnętrzny z adresem URL %s.

source: Invalid photo with id %s.
es: Foto no válida de Id %s.
pl: Nieprawidłowe zdjęcie z identyfikatorem %s.

source: Post not found.
pl: Nie znaleziono wpisu.

source: Edit post
es: Editar publicación
pl: Edytuj wpis

source: web link
es: enlace web
pl: link

source: Insert video link
es: Insertar enlace del vídeo
pl: Wstaw link do filmu

source: video link
es: enlace de video
pl: link do filmu

source: Insert audio link
es: Insertar vínculo del audio
pl: Wstaw link do audio

source: audio link
es: enlace de audio
pl: link do audio

source: Remove Item Tag
es: Eliminar etiqueta
pl: Usuń pozycję znacznika

source: Select a tag to remove:
es: Selecciona etiqueta a eliminar:
pl: Wybierz znacznik do usunięcia:

source: Remove
es: Eliminar
pl: Usuń

source: Wrong type "%s", expected one of: %s
es: Tipo erróneo "%s", se esperaba uno: %s
pl: Nieprawidłowy typ „%s”, oczekiwano jednego z:%s

source: Model not found
es: Modelo no encontrado
pl: Nie znaleziono modelu

source: Unlisted
pl: Niekatalogowany

source: Remote privacy information not available.
es: Privacidad de la información remota no disponible.
pl: Nie są dostępne zdalne informacje o prywatności.

source: Visible to:
es: Visible para:
pl: Widoczne dla:

source: Collection (%s)
pl: Kolekcja (%s)

source: Followers (%s)
pl: Obserwujący (%s)

source: %d more
pl: %d więcej

source: No contacts.
es: Sin contactos.
pl: Brak kontaktów.

source: %s's posts
es: Artículos de %s
pl: wpisy %s

source: %s's comments
es: Comentarios de %s
pl: komentarze %s

source: %s's timeline
es: Estado de %s
pl: oś czasu %s

source: Image exceeds size limit of %s
es: Imagen excede el tamaño de %s
pl: Obraz przekracza limit rozmiaru wynoszący %s

source: Image upload didn't complete, please try again
es: Subida de imagen no completa, vuelve a intentar
pl: Przesyłanie zdjęć nie zostało zakończone, spróbuj ponownie

source: Image file is missing
es: Falta el archivo de imagen
pl: Brak pliku obrazu
