Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Server can't accept new file upload at this time, please contact your administrator
es: El servidor no puede aceptar la carga de archivos nuevos en este momento, comuníquese con el Administrador
pl: Serwer nie może teraz przyjąć nowego pliku, skontaktuj się z administratorem

source: Image file is empty.
es: El archivo de imagen está vacío.
pl: Plik obrazka jest pusty.

source: View Album
es: Ver Álbum
pl: Zobacz album

source: Profile not found.
es: Perfil no encontrado.
pl: Nie znaleziono profilu.

source: You're currently viewing your profile as <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Cancel</a>
es: Actualmente estás viendo tu perfil como <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Cancelar</a>
pl: Obecnie przeglądasz swój profil jako <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Anuluj</a>

source: Full Name:
es: Nombre Completo:
pl: Imię i nazwisko:

source: Member since:
es: Miembro desde:
pl: Członek od:

source: j F, Y
pl: d M, R

source: j F
pl: d M

source: Birthday:
es: Fecha de Nac:
pl: Urodziny:

source: Age:
es: Edad:
pl: Wiek:

source: %d year old
es: %d Años
pl: %d rok

source: Description:
es: Descripción:
pl: Opis:

source: View profile as:
es: Ver perfil como:
pl: Wyświetl profil jako:

source: View as
es: Ver como
pl: Zobacz jako

source: Profile unavailable.
es: Perfil no disponible.
pl: Profil niedostępny.

source: Invalid locator
es: Localizador no válido
pl: Nieprawidłowy lokalizator

source: The provided profile link doesn't seem to be valid
es: Link del perfil no parece válido.
pl: Podany link profilu wydaje się być nieprawidłowy

source: Remote subscription can't be done for your network. Please subscribe directly on your system.
es: La subscripción remota no se podrá hacer para tu red. Por favor contacta directamente desde tu sistema.
pl: Zdalnej subskrypcji nie można wykonać dla swojej sieci. Proszę zasubskrybuj bezpośrednio w swoim systemie.

source: Friend/Connection Request
es: Solicitud de Amistad/Conexión
pl: Przyjaciel/Prośba o połączenie

source: Enter your Webfinger address (user@domain.tld) or profile URL here. If this isn't supported by your system, you have to subscribe to <strong>%s</strong> or <strong>%s</strong> directly on your system.
es: Digite dirección Webfinger (user@domain.tld) o URL de perfil. Si no fuera aceptado por tu sistema, debes suscribirte a <strong>%s</strong> o <strong>%s</strong> directo en tu sistema.
pl: Wpisz tutaj swój adres Webfinger (user@domain.tld) lub adres URL profilu. Jeśli nie jest to obsługiwane przez system, musisz subskrybować <strong>%s</strong> lub <strong>%s</strong> bezpośrednio w systemie.

source: If you are not yet a member of the free social web, <a href="%s">follow this link to find a public Friendica node and join us today</a>.
es: Si aún no eres miembro de la web social gratuita, <a href="%s">Sígue este enlace para encontrar un nodo Friendica público y únete hoy</a>.
pl: Jeśli nie jesteś jeszcze członkiem darmowej sieci społecznościowej, <a href="%s">kliknij ten odnośnik, aby znaleźć publiczny węzeł Friendica i dołącz do nas już dziś</a>.

source: Your Webfinger address or profile URL:
es: Tu dirección Webfinger o URL de Perfil:
pl: Twój adres lub adres URL profilu Webfinger:

source: Restricted profile
pl: Ograniczony profil

source: Scheduled
pl: Zaplanowane

source: Content
pl: Zawartość

source: Remove post
pl: Usuń wpis

source: Only parent users can create additional accounts.
es: Solo usuarios superiores pueden crear mas cuentas.
pl: Tylko użytkownicy nadrzędni mogą tworzyć dodatkowe konta.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
es: Este sitio ha excedido el número de registros diarios permitidos. Inténtalo de nuevo mañana por favor.
pl: Strona przekroczyła ilość dozwolonych rejestracji na dzień. Proszę spróbuj ponownie jutro.

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking "Register".
es: Puede (opcionalmente) llenar el formulario vía OpenID proporcionando su OpenID y haciendo clic en "Registrarse".
pl: Możesz (opcjonalnie) wypełnić ten formularz za pośrednictwem OpenID, podając swój OpenID i klikając "Register".

source: If you are not familiar with OpenID, please leave that field blank and fill in the rest of the items.
es: Si no estás familiarizado con OpenID, por favor deja ese campo en blanco y rellena el resto de los elementos.
pl: Jeśli nie jesteś zaznajomiony z OpenID, zostaw to pole puste i uzupełnij resztę elementów.

source: Your OpenID (optional):
es: Tu OpenID (opcional):
pl: Twój OpenID (opcjonalnie):

source: Include your profile in member directory?
es: ¿Incluir tu perfil en el directorio de miembros?
pl: Czy dołączyć twój profil do katalogu członków?

source: Note for the admin
es: Nota para el administrador
pl: Uwaga dla administratora

source: Leave a message for the admin, why you want to join this node
es: Deje un mensaje para el administrador sobre por qué quiere unirse a este nodo
pl: Pozostaw wiadomość dla administratora, dlaczego chcesz dołączyć do tego węzła

source: Membership on this site is by invitation only.
es: Sitio solo accesible mediante invitación.
pl: Członkostwo na tej stronie możliwe tylko dzięki zaproszeniu.

source: Your invitation code:
es: Tu código de Invitación:
pl: Twój kod zaproszenia:

source: Your Email Address: (Initial information will be send there, so this has to be an existing address.)
es: Tu Correo electrónico: (Información inicial se enviará allí, por lo que debeser una dirección existente.)
pl: Twój adres e-mail: (Informacje początkowe zostaną wysłane tam, więc musi to być istniejący adres).

source: Please repeat your e-mail address:
es: Repite tu correo:
pl: Powtórz swój adres e-mail:

source: New Password:
es: Contraseña Nueva:
pl: Nowe hasło:

source: Leave empty for an auto generated password.
es: Dejar vacío para autogenerar una contraseña
pl: Pozostaw puste dla wygenerowanego automatycznie hasła.

source: Confirm:
es: Confirmar:
pl: Potwierdź:

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be "<strong>nickname@%s</strong>".
es: Elija un apodo de perfil. Que comience con un carácter de texto. Tu dirección de perfil en este sitio será "<strong>nickname@%s</strong>".
pl: Wybierz pseudonim profilu. Musi zaczynać się od znaku tekstowego. Twój adres profilu na tej stronie to "<strong>nickname@%s</strong>".

source: Choose a nickname:
es: Escoge un apodo:
pl: Wybierz pseudonim:

source: Import your profile to this friendica instance
es: Importar tu perfil a esta instancia de friendica
pl: Zaimportuj swój profil do tej instancji friendica

source: Note: This node explicitly contains adult content
es: Nota: Este nodo contiene material adulto explicito
pl: Uwaga: Ten węzeł jawnie zawiera treści dla dorosłych

source: Parent Password:
es: Contraseña principal:
pl: Hasło nadrzędne:

source: Please enter the password of the parent account to legitimize your request.
es: Ingrese la contraseña de la cuenta principal para conformar la solicitud.
pl: Wprowadź hasło konta nadrzędnego, aby legalizować swoje żądanie.

source: Password doesn't match.
es: Contraseñas diferentes.
pl: Hasło nie jest zgodne.

source: Please enter your password.
es: Ingresa tu contraseña.
pl: Wprowadź hasło.

source: You have entered too much information.
es: Demasiada información.
pl: Podałeś za dużo informacji.

source: Please enter the identical mail address in the second field.
es: Ingresa la misma cuenta de correo en el segundo campo
pl: Wpisz identyczny adres e-mail w drugim polu.

source: The additional account was created.
es: La cuenta adicional fue creada.
pl: Dodatkowe konto zostało utworzone.

source: Registration successful. Please check your email for further instructions.
es: Te has registrado con éxito. Consulta tu correo para más información.
pl: Rejestracja zakończona pomyślnie. Dalsze instrukcje zostały wysłane na twojego e-maila.

source: Failed to send email message. Here your accout details:<br> login: %s<br> password: %s<br><br>You can change your password after login.
es: Error al intentar de enviar mensaje de correo. Aquí los detalles de tu cuenta: <br> Usuario: %s<br> Contraseña: %s<br><br>Puede cambiar tu contraseña después de ingresar al sitio.
pl: Nie udało się wysłać wiadomości e-mail. Tutaj szczegóły twojego konta:<br> login: %s<br>hasło: %s<br><br>Możesz zmienić swoje hasło po zalogowaniu.

source: Registration successful.
es: Registro exitoso.
pl: Rejestracja udana.

source: Your registration can not be processed.
es: Tu registro no se puede procesar.
pl: Nie można przetworzyć Twojej rejestracji.

source: You have to leave a request note for the admin.
es: Debes dejar una solicitud al Administrador.
pl: Musisz zostawić notatkę z prośbą do administratora.

source: An internal error occured.
pl: Wystąpił błąd wewnętrzny.

source: Your registration is pending approval by the site owner.
es: Tu registro queda pendiente de aprobación por el dueño del sitio.
pl: Twoja rejestracja oczekuje na zaakceptowanie przez właściciela witryny.

source: You must be logged in to use this module.
es: Debes ingresar para usar el modulo.
pl: Musisz być zalogowany, aby korzystać z tego modułu.

source: Only logged in users are permitted to perform a search.
es: Solo usuarios activos tienen permiso para ejecutar búsquedas.
pl: Tylko zalogowani użytkownicy mogą wyszukiwać.

source: Only one search per minute is permitted for not logged in users.
es: Se permite solo una búsqueda por minuto para usuarios no identificados.
pl: Dla niezalogowanych użytkowników dozwolone jest tylko jedno wyszukiwanie na minutę.

source: Items tagged with: %s
es: Objetos taggeado con: %s
pl: Elementy oznaczone znacznikiem: %s

source: Search term was not saved.
es: Término de búsqueda no se grabó.
pl: Wyszukiwane hasło nie zostało zapisane.

source: Search term already saved.
es: Término de búsqueda ya ha sido grabado.
pl: Wyszukiwane hasło jest już zapisane.

source: Search term was not removed.
es: Término de búsqueda no fue borrado.
pl: Wyszukiwane hasło nie zostało usunięte.

source: Create a New Account
es: Crear Nueva Cuenta
pl: Załóż nowe konto

source: Your OpenID:
es: Tu OpenID:
pl: Twój OpenID:

source: Please enter your username and password to add the OpenID to your existing account.
es: Ingresa tu Usuario y Contraseña para añadir el OpenID a tu cuentaexistente.
pl: Wprowadź nazwę użytkownika i hasło, aby dodać OpenID do istniejącego konta.

source: Or login using OpenID:
es: O ingresa usando OpenID:
pl: Lub zaloguj się za pośrednictwem OpenID:

source: Password:
es: Contraseña:
pl: Hasło:

source: Remember me
es: Recordarme
pl: Zapamiętaj mnie

source: Forgot your password?
es: ¿Olvidaste la contraseña?
pl: Zapomniałeś swojego hasła?

source: Website Terms of Service
es: Términos de Servicio del Sitio
pl: Warunki korzystania z witryny

source: terms of service
es: Términos de Servicio
pl: warunki użytkowania

source: Website Privacy Policy
es: Política de Privacidad del Sitio
pl: Polityka Prywatności Witryny

source: privacy policy
es: Política de Privacidad
pl: polityka prywatności

source: Logged out.
es: Desconectado.
pl: Wylogowano.

source: OpenID protocol error. No ID returned
es: Error de protocolo OpenID. No encuentra ID
pl: Błąd protokołu OpenID. Nie zwrócono identyfikatora

source: Account not found. Please login to your existing account to add the OpenID to it.
es: Cuenta no encontrada. Ingresa en tu cuenta existente para agregarle OpenID.
pl: Konto nie znalezione. Zaloguj się do swojego istniejącego konta, aby dodać do niego OpenID.

source: Account not found. Please register a new account or login to your existing account to add the OpenID to it.
es: Cuenta no encontrada. Registra una nueva cuenta o ingresa en su cuenta existentepara agregarle OpenID.
pl: Konto nie znalezione. Zarejestruj nowe konto lub zaloguj się na istniejące konto, aby dodać do niego OpenID.

source: Passwords do not match.
es: No coinciden los passwords
pl: Hasła nie pasują do siebie.

source: Password does not need changing.
pl: Hasło nie wymaga zmiany.

source: Password unchanged.
es: Contraseña no modificada
pl: Hasło niezmienione.

source: Password Too Long
pl: Hasło za długie

source: Current Password:
es: Contraseña actual:
pl: Aktualne hasło:

source: Your current password to confirm the changes
es: Tu contraseña actual para confirmar los cambios.
pl: Wpisz aktualne hasło, aby potwierdzić zmiany

source: Remaining recovery codes: %d
es: Códigos de recuperación restantes: %d
pl: Pozostałe kody odzyskiwania: %d

source: Invalid code, please retry.
es: Código inválido, reinténtelo
pl: Nieprawidłowy kod, spróbuj ponownie.

source: Two-factor recovery
es: Recuperación de 2 factores
pl: Odzyskiwanie dwuczynnikowe

source: <p>You can enter one of your one-time recovery codes in case you lost access to your mobile device.</p>
es: <p>puedes usar uno de tus códigos de recuperación si pierdes el acceso a tu movil.</p>
pl: <p>Możesz wprowadzić jeden ze swoich jednorazowych kodów odzyskiwania w przypadku utraty dostępu do urządzenia mobilnego.</p>

source: Don’t have your phone? <a href="%s">Enter a two-factor recovery code</a>
es: No tienes el teléfono? <a href="%s">Ingresa código de recuperación</a>
pl: Nie masz telefonu? <a href="%s">Wprowadzić dwuetapowy kod przywracania </a>

source: Please enter a recovery code
es: Ingresa código de recuperación
pl: Wprowadź kod odzyskiwania

source: Submit recovery code and complete login
es: Enviar código de recuperación e ingresar
pl: Prześlij kod odzyskiwania i pełne logowanie

source: Sign out of this browser?
pl: Wylogować z tej przeglądarki?

source: <p>If you trust this browser, you will not be asked for verification code the next time you sign in.</p>
pl: <p>Jeśli ufasz tej przeglądarce, przy następnym logowaniu nie zostaniesz poproszony o podanie kodu weryfikacyjnego.</p>

source: Sign out
pl: Wyloguj

source: Trust and sign out
pl: Zaufaj i wyloguj

source: Couldn't save browser to Cookie.
pl: Nie można zapisać informacji o przeglądarce do ciasteczek.

source: Trust this browser?
pl: Ufać tej przeglądarce?

source: <p>If you choose to trust this browser, you will not be asked for a verification code the next time you sign in.</p>
pl: <p>Jeśli zdecydujesz się zaufać tej przeglądarce, przy następnym logowaniu nie zostaniesz poproszony o podanie kodu weryfikacyjnego.</p>

source: Not now
pl: Nie teraz

source: Don't trust
pl: Nie ufaj

source: Trust
pl: Ufaj

source: <p>Open the two-factor authentication app on your device to get an authentication code and verify your identity.</p>
es: <p> Abra la app de ingreso de 2 factores en su dispositivo y obtenga un código de ingreso para verificar su identidad.</p>
pl: <p>Otwórz aplikację uwierzytelniania dwuskładnikowego na swoim urządzeniu, aby uzyskać kod uwierzytelniający i zweryfikować swoją tożsamość.</p>

source: If you do not have access to your authentication code you can use a <a href="%s">two-factor recovery code</a>.
pl: Jeśli nie masz dostępu do swojego kodu uwierzytelniającego, możesz użyć <a href="%s">dwuskładnikowego kodu odzyskiwania</a>.

source: Please enter a code from your authentication app
es: Ingresa un código de ingreso desde tu app
pl: Wprowadź kod z aplikacji uwierzytelniającej

source: Verify code and complete login
es: Verificar código y completar ingreso
pl: Zweryfikuj kod i zakończ logowanie

source: Please use a shorter name.
es: Utiliza un nombre mas corto
pl: Użyj krótszej nazwy.

source: Name too short.
es: Nombre muy corto
pl: Nazwa jest za krótka.

source: Wrong Password.
es: Password erróneo
pl: Nieprawidłowe hasło.

source: Invalid email.
es: Corréo no válido.
pl: Niepoprawny e-mail.

source: Cannot change to that email.
es: Imposible cambiar a ese correo.
pl: Nie można zmienić tego e-maila.

source: Settings were not updated.
es: Configuración no actualizada
pl: Ustawienia nie zostały zaktualizowane.

source: Relocate message has been send to your contacts
es: Mensaje de reubicación enviado a sus contactos.
pl: Przeniesienie wiadomości zostało wysłane do Twoich kontaktów

source: Unable to find your profile. Please contact your admin.
es: No se encontró tu perfil. Contacta al Administrador.
pl: Nie można znaleźć Twojego profilu. Skontaktuj się z administratorem.

source: Personal Page Subtypes
es: Subtipos de Página Personal
pl: Podtypy osobistych stron

source: Account for a personal profile.
es: Cuenta para un perfil personal.
pl: Konto dla profilu osobistego.

source: Account for an organisation that automatically approves contact requests as "Followers".
es: Cuenta para una organización que aprueba automáticamente solicitudes de "Seguidores".
pl: Konto dla organizacji, która automatycznie zatwierdza prośby o kontakt jako "Obserwatorzy".

source: Account for a news reflector that automatically approves contact requests as "Followers".
es: Cuenta Reflector de noticias que aprueba automáticamente solicitudes de contacto como "Seguidores".
pl: Konto dla reflektora wiadomości, który automatycznie zatwierdza prośby o kontakt jako "Obserwatorzy".

source: Account for community discussions.
es: Cuenta para discusiones de la comunidad.
pl: Konto do dyskusji w społeczności.

source: Account for a regular personal profile that requires manual approval of "Friends" and "Followers".
es: Cuenta para perfil personal regular que requiere aprobación manual de "Amigos" and "Seguidores".
pl: Konto dla zwykłego profilu osobistego, który wymaga ręcznej zgody "Przyjaciół" i "Obserwatorów".

source: Account for a public profile that automatically approves contact requests as "Followers".
es: Cuenta para un perfil público que aprueba automáticamente las solicitudes de contacto como «Seguidores».
pl: Konto dla profilu publicznego, który automatycznie zatwierdza prośby o kontakt jako "Obserwatorzy".

source: Automatically approves all contact requests.
es: Aprueba automáticamente las solicitudes de contacto.
pl: Automatycznie zatwierdza wszystkie prośby o kontakt.

source: Account for a popular profile that automatically approves contact requests as "Friends".
es: Cuenta para un perfil popular que aprueba automáticamente solicitudes de contacto como "Amigos".
pl: Konto popularnego profilu, które automatycznie zatwierdza prośby o kontakt jako "Przyjaciele".

source: Requires manual approval of contact requests.
es: Requiere aprobación manual de solicitudes de contacto.
pl: Wymaga ręcznego zatwierdzania żądań kontaktów.

source: (Optional) Allow this OpenID to login to this account.
es: (Opcional) Permitir a este OpenID acceder a esta cuenta.
pl: (Opcjonalnie) Pozwól zalogować się na to konto przy pomocy OpenID.

source: Publish your profile in your local site directory?
es: Publicar tu perfil en tu Directorio Local?
pl: Czy opublikować twój profil w katalogu lokalnej witryny?

source: Your profile will be published in this node's <a href="%s">local directory</a>. Your profile details may be publicly visible depending on the system settings.
es: Tu perfil se publicará en el directorio de nodo <a href="%s">local </a>. Los detalles de tu perfil pueden ser públicos según los ajustes del sistema.
pl: Twój profil zostanie opublikowany w lokalnym katalogu tego <a href="%s">węzła</a>. Dane Twojego profilu mogą być publicznie widoczne w zależności od ustawień systemu.

source: Your profile will also be published in the global friendica directories (e.g. <a href="%s">%s</a>).
es: Tu perfil también será publicado en Directorios Globales Friendica (ej. <a href="%s">%s</a>).
pl: Twój profil zostanie również opublikowany w globalnych katalogach Friendica (np. <a href="%s">%s</a>).

source: Account Settings
es: Configuración de Cuenta
pl: Ustawienia konta

source: Your Identity Address is <strong>'%s'</strong> or '%s'.
es: Tu dirección de Identidad es <strong>'%s'</strong> o '%s'.
pl: Twój adres tożsamości to <strong>'%s'</strong> lub '%s'.

source: Password Settings
es: Configuración de Contraseña
pl: Ustawienia hasła

source: Leave password fields blank unless changing
es: Deja la contraseña en blanco si no quieres cambiarla
pl: Pozostaw pole hasła puste, jeżeli nie chcesz go zmienić.

source: Password:
es: Contraseña:
pl: Hasło:

source: Your current password to confirm the changes of the email address
es: Tu contraseña actual para confirmar los cambios de cuenta de corréo.
pl: Twoje obecne hasło, aby potwierdzić zmiany adresu e-mail

source: Delete OpenID URL
es: Borrar URL de OpenID
pl: Usuń adres URL OpenID

source: Basic Settings
es: Configuración Básica
pl: Ustawienia podstawowe

source: Display name:
es: Nombre desplegable:
pl: Nazwa wyświetlana:

source: Email Address:
es: Dirección de Correo:
pl: Adres email:

source: Your Timezone:
es: Zona horaria:
pl: Twoja strefa czasowa:

source: Your Language:
es: Tu idioma:
pl: Twój język:

source: Set the language we use to show you friendica interface and to send you emails
es: Selecciona el idioma que usará la interfaz Friendica y para enviarte correos.
pl: Wybierz język, ktory bedzie używany do wyświetlania użytkownika friendica i wysłania Ci e-maili

source: Default Post Location:
es: Ubicación predeterminada:
pl: Domyślna lokalizacja wpisów:

source: Use Browser Location:
es: Usar localización del navegador:
pl: Używaj lokalizacji przeglądarki:

source: Security and Privacy Settings
es: Configuración de Seguridad y Privacidad
pl: Ustawienia bezpieczeństwa i prywatności

source: Maximum Friend Requests/Day:
es: Número máximo de solicitudes de amistad/día:
pl: Maksymalna dzienna liczba zaproszeń do grona przyjaciół:

source: (to prevent spam abuse)
es: (para prevenir abuso de basura)
pl: (aby zapobiec spamowaniu)

source: Allow your profile to be searchable globally?
es: ¿Permitir tu perfil ser encontrado globalmente?
pl: Czy Twój profil ma być dostępny do wyszukiwania na całym świecie?

source: Activate this setting if you want others to easily find and follow you. Your profile will be searchable on remote systems. This setting also determines whether Friendica will inform search engines that your profile should be indexed or not.
es: Activa esta configuración si quieres que otros te encuentren y sigan fácilmente. Tu perfil se podrá buscar en sistemas remotos. Esta configuración también determina si Friendica informará a los motores de búsqueda que tu perfil debe ser indexado o no.
pl: Aktywuj to ustawienie, jeśli chcesz, aby inni mogli Cię łatwo znaleźć i śledzić. Twój profil będzie można przeszukiwać na zdalnych systemach. To ustawienie określa również, czy Friendica poinformuje wyszukiwarki, że Twój profil powinien być indeksowany, czy nie.

source: Hide your contact/friend list from viewers of your profile?
es: Esconde tu lista de contactos/amistades de otros a tu perfil?
pl: Ukryć listę kontaktów/znajomych przed osobami przeglądającymi Twój profil?

source: A list of your contacts is displayed on your profile page. Activate this option to disable the display of your contact list.
es: Se muestra una lista de tus contactos en tu Perfil. Activar esta opción para deshabilitar la visualización de tu lista de contactos.
pl: Lista kontaktów jest wyświetlana na stronie profilu. Aktywuj tę opcję, aby wyłączyć wyświetlanie listy kontaktów.

source: Make public posts unlisted
es: No listar mis artículos públicos
pl: Ustaw publiczne wpisy jako niepubliczne
