Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Disallow public access to addons listed in the apps menu.
es: Deshabilitar acceso a addons listados en el menú de aplicaciones.
pl: Nie zezwalaj na publiczny dostęp do dodatkowych wtyczek wyszczególnionych w menu aplikacji.

source: Checking this box will restrict addons listed in the apps menu to members only.
es: Habilitando esta opción restringe el acceso a addons en el menú de aplicaciones a usuarios identificados.
pl: Zaznaczenie tego pola spowoduje ograniczenie dodatków wymienionych w menu aplikacji tylko dla członków.

source: Don't embed private images in posts
es: No agregar imágenes privados en las publicaciones
pl: Nie umieszczaj prywatnych zdjęć we wpisach

source: Don't replace locally-hosted private photos in posts with an embedded copy of the image. This means that contacts who receive posts containing private photos will have to authenticate and load each image, which may take a while.
es: No reemplazar imágenes privadas guardadas localmente en el servidor con imágenes integrados en los envíos. Esto significa que contactos que reciben publicaciones tendrán que autenticarse y cargar cada imagen, lo que puede demorar.
pl: Nie zastępuj lokalnie hostowanych zdjęć prywatnych we wpisach za pomocą osadzonej kopii obrazu. Oznacza to, że osoby, które otrzymują posty zawierające prywatne zdjęcia, będą musiały uwierzytelnić i wczytać każdy obraz, co może trochę potrwać.

source: Explicit Content
es: Contenido Explicito
pl: Treści dla dorosłych

source: Set this to announce that your node is used mostly for explicit content that might not be suited for minors. This information will be published in the node information and might be used, e.g. by the global directory, to filter your node from listings of nodes to join. Additionally a note about this will be shown at the user registration page.
es: Configure esto para anunciar si su nodo se usa principalmente para contenido explícito que podría no ser adecuado para menores. Esta información se publicaría en la información del nodo y podría ser utilizada, por ejemplo, por el Directorio Global, para filtrar su nodo de las listas de nodos. Para unirse. Además, se mostrará una nota sobre esto en la página de registro del usuario.
pl: Ustaw to, aby ogłosić, że Twój węzeł jest używany głównie do jawnej treści, która może nie być odpowiednia dla nieletnich. Informacje te zostaną opublikowane w informacjach o węźle i mogą zostać wykorzystane, np. w katalogu globalnym, aby filtrować węzeł z list węzłów do przyłączenia. Dodatkowo notatka o tym zostanie pokazana na stronie rejestracji użytkownika.

source: Cache contact avatars
pl: Buforuj awatary kontaktów

source: Locally store the avatar pictures of the contacts. This uses a lot of storage space but it increases the performance.
pl: Lokalnie przechowuj zdjęcia awatarów kontaktów. To zajmuje dużo miejsca, ale zwiększa wydajność.

source: Allow Users to set remote_self
es: Permitir a los usuarios de definir remote_self (yo-remoto)
pl: Zezwól użytkownikom na ustawienie remote_self

source: With checking this, every user is allowed to mark every contact as a remote_self in the repair contact dialog. Setting this flag on a contact causes mirroring every posting of that contact in the users stream.
es: Al habilitar esta opción, cada perfil tiene el permiso de marcar cualquiera de sus contactos como un perfil_remoto. Habilitar la opción perfil_remoto para un contacto genera que todas las publicaciones de este contacto seran re-publicado en el muro del perfil.
pl: Po sprawdzeniu tego każdy użytkownik może zaznaczyć każdy kontakt jako zdalny w oknie dialogowym kontaktu naprawczego. Ustawienie tej flagi na kontakcie powoduje dublowanie każdego wpisu tego kontaktu w strumieniu użytkowników.

source: Enable multiple registrations
pl: Włącz wiele rejestracji

source: Enable users to register additional accounts for use as pages.
pl: Zezwól użytkownikom na rejestrowanie dodatkowych kont do użytku jako strony.

source: Enable OpenID
pl: Włącz OpenID

source: Enable OpenID support for registration and logins.
pl: Włącz obsługę OpenID dla rejestracji i logowania.

source: If enabled and the system is set to an open registration, an email for each new registration is sent to the administrators.
pl: Jeśli ta opcja jest włączona, a system jest ustawiony na otwartą rejestrację, wiadomość e-mail dla każdej nowej rejestracji jest wysyłana do administratorów.

source: Community pages for visitors
es: Paginas de Comunidad para Visitantes
pl: Strony społecznościowe dla odwiedzających

source: Which community pages should be available for visitors. Local users always see both pages.
es: Que comunidades deben estar disponibles para visitantes. Usuarios locales siempre ven ambas páginas.
pl: Które strony społeczności powinny być dostępne dla odwiedzających. Lokalni użytkownicy zawsze widzą obie strony.

source: Posts per user on community page
es: Publicaciones por usuario en la pagina de comunidad
pl: Lista wpisów użytkownika na stronie społeczności

source: Enable Mail support
pl: Włącz obsługę maili

source: Enable built-in mail support to poll IMAP folders and to reply via mail.
pl: Włącz wbudowaną obsługę poczty, aby odpytywać katalogi IMAP i odpowiadać pocztą.

source: Mail support can't be enabled because the PHP IMAP module is not installed.
pl: Nie można włączyć obsługi poczty, ponieważ moduł PHP IMAP nie jest zainstalowany.

source: Diaspora support can't be enabled because Friendica was installed into a sub directory.
es: El soporte para Diaspora* no se puede habilitar porque friendica se instalo en un directorio subalterno (sub directory).
pl: Obsługa Diaspory nie może być włączona, ponieważ Friendica została zainstalowana w podkatalogu.

source: Enable Diaspora support
es: Habilitar el soporte para Diaspora*
pl: Włączyć obsługę Diaspory

source: Enable built-in Diaspora network compatibility for communicating with diaspora servers.
pl: Włącz wbudowaną kompatybilność sieci Diaspora do komunikacji z serwerami diaspory.

source: Verify SSL
es: Verificar SSL
pl: Weryfikacja SSL

source: If you wish, you can turn on strict certificate checking. This will mean you cannot connect (at all) to self-signed SSL sites.
es: Si quieres puedes activar la comprobación estricta de certificados. Esto significa que serás incapaz de conectar con ningún sitio que use certificados SSL autofirmados.
pl: Jeśli chcesz, możesz włączyć ścisłe sprawdzanie certyfikatu. Oznacza to, że nie możesz połączyć się (w ogóle) z własnoręcznie podpisanymi stronami SSL.

source: Proxy user
es: Usuario proxy
pl: Użytkownik proxy

source: User name for the proxy server.
pl: Nazwa użytkownika serwera proxy.

source: Proxy URL
es: Dirección proxy
pl: URL pośrednika

source: If you want to use a proxy server that Friendica should use to connect to the network, put the URL of the proxy here.
pl: Jeśli chcesz używać serwera proxy, którego Friendica powinna używać do łączenia się z siecią, umieść tutaj adres URL proxy.

source: Network timeout
es: Tiempo de espera de red
pl: Limit czasu sieci

source: Value is in seconds. Set to 0 for unlimited (not recommended).
es: Valor en segundos. Usar 0 para dejarlo sin límites (no se recomienda).
pl: Wartość jest w sekundach. Ustaw na 0 dla nieograniczonej (niezalecane).

source: Maximum Load Average
es: Promedio de carga máxima
pl: Maksymalne obciążenie średnie

source: Maximum system load before delivery and poll processes are deferred - default %d.
es: Carga máxima del sistema antes de entrega y envío son retrasados - default %d.
pl: Maksymalne obciążenie systemu przed dostarczeniem i procesami odpytywania jest odroczone - domyślnie %d.

source: Minimal Memory
es: Memoria Mínima
pl: Minimalna pamięć

source: Minimal free memory in MB for the worker. Needs access to /proc/meminfo - default 0 (deactivated).
es: Memoria mínima en MB del worker. Necesita acceso a /proc/meminfo - default 0 (desactivado).
pl: Minimalna wolna pamięć w MB dla workera. Potrzebuje dostępu do /proc/ meminfo - domyślnie 0 (wyłączone).

source: Periodically optimize tables
es: Periodicamente optimizar tablas
pl: Okresowo optymalizuj tabele

source: Periodically optimize tables like the cache and the workerqueue
es: Periódicamente optimizar tablas como Cache y cola de worker
pl: Okresowo optymalizuj tabele, takie jak pamięć podręczna i kolejka workerów

source: Discover followers/followings from contacts
es: Descubrir seguidores/seguimientos de contactos
pl: Odkryj obserwujących/obserwowanych z kontaktów

source: If enabled, contacts are checked for their followers and following contacts.
es: Si lo habilita, se checan contactos por sus seguidores y sus contactos.
pl: Jeśli ta opcja jest włączona, kontakty są sprawdzane pod kątem ich obserwujących i śledzonych kontaktów.

source: None - deactivated
es: Ninguno - desactivado
pl: Brak - dezaktywowany

source: Local contacts - contacts of our local contacts are discovered for their followers/followings.
es: Contactos locales - contactos de nuestros contactos locales buscados por seguidores/seguimientos.
pl: Kontakty lokalne - kontakty naszych lokalnych kontaktów są wykrywane dla ich obserwujących/obserwujących.

source: Interactors - contacts of our local contacts and contacts who interacted on locally visible postings are discovered for their followers/followings.
es: Interactores - contactos de contactos locales y contactos que interactuan en artículos locales son buscados por sus seguidores/seguimientos.
pl: Interaktorzy - kontakty naszych lokalnych kontaktów i kontakty, które wchodziły w interakcję z lokalnie widocznymi wpisami, są wykrywane dla ich obserwujących/obserwowanych.

source: Synchronize the contacts with the directory server
es: Sincronizar los contactos con el servidor de directorio
pl: Synchronizuj kontakty z serwerem katalogowym

source: if enabled, the system will check periodically for new contacts on the defined directory server.
es: Si habilta, el sistema checará periodicamente por nuevos contactos en el servidor de directorio definido.
pl: jeśli ta opcja jest włączona, system będzie okresowo sprawdzać nowe kontakty na zdefiniowanym serwerze katalogowym.

source: Discover contacts from other servers
es: Descubrir contactos de otros servidores
pl: Odkryj kontakty z innych serwerów

source: Days between requery
es: Días entre búsquedas
pl: Dni między żądaniem

source: Search the local directory
es: Buscar el directorio local
pl: Wyszukaj w lokalnym katalogu

source: Search the local directory instead of the global directory. When searching locally, every search will be executed on the global directory in the background. This improves the search results when the search is repeated.
es: Buscar en el directorio local en vez del directorio global. Cuando se busca localmente, cada búsqueda sera efectuada en el directorio global en el background. Esto mejora los resultados de la búsqueda cuando la misma es repetida.
pl: Wyszukaj lokalny katalog zamiast katalogu globalnego. Podczas wyszukiwania lokalnie każde wyszukiwanie zostanie wykonane w katalogu globalnym w tle. Poprawia to wyniki wyszukiwania, gdy wyszukiwanie jest powtarzane.

source: Publish server information
es: Publicar información del servidor
pl: Publikuj informacje o serwerze

source: If enabled, general server and usage data will be published. The data contains the name and version of the server, number of users with public profiles, number of posts and the activated protocols and connectors. See <a href="http://the-federation.info/">the-federation.info</a> for details.
es: Si se habilita, se publicarán datos de uso y servidor. Contiene nombre y versión del servidor, usuarios con perfiles públicos, no. de artículos, protocolos activos y conectores. Ver <a href="http://the-federation.info/">the-federation.info</a> para mas detalles.
pl: Jeśli ta opcja jest włączona, ogólne dane dotyczące serwera i użytkowania zostaną opublikowane. Dane zawierają nazwę i wersję serwera, liczbę użytkowników z profilami publicznymi, liczbę postów i aktywowane protokoły i złącza. Szczegółowe informacje można znaleźć na <a href="http://the-federation.info/">the-federation.info</a>.

source: Check upstream version
es: Verifique la versión ascendente
pl: Sprawdź wersję powyżej

source: Enables checking for new Friendica versions at github. If there is a new version, you will be informed in the admin panel overview.
es: Permite verificar nuevas versiones de Friendica en Github. Si hay una nueva versión, se le informará en el panel de administración.
pl: Umożliwia sprawdzenie nowych wersji Friendica na github. Jeśli pojawi się nowa wersja, zostaniesz o tym poinformowany w panelu administracyjnym.

source: Suppress Tags
es: Suprimir etiquetas
pl: Pomiń znaczniki

source: Suppress showing a list of hashtags at the end of the posting.
es: Suprimir la lista de tags al final de una publicación.
pl: Pomiń wyświetlenie listy hashtagów na końcu wpisu.

source: Clean database
es: Limpiar Base de Datos
pl: Wyczyść bazę danych

source: Remove old remote items, orphaned database records and old content from some other helper tables.
es: Borrar artículos viejos remotos, registros de BD huerfanos y algunos viejos de tablas auxiliares.
pl: Usuń stare zdalne pozycje, osierocone rekordy bazy danych i starą zawartość z innych tabel pomocników.

source: Lifespan of remote items
es: Tiempo de vida de artículos remotos
pl: Żywotność odległych przedmiotów

source: When the database cleanup is enabled, this defines the days after which remote items will be deleted. Own items, and marked or filed items are always kept. 0 disables this behaviour.
es: Cuando habilita limpieza de BD, define los días en que artículos remotos serán borrados. Propios, marcados o archivados son siempre conservados. 0 deshabilita este comportamiento.
pl: Po włączeniu czyszczenia bazy danych określa dni, po których zdalne elementy zostaną usunięte. Własne przedmioty oraz oznaczone lub wypełnione pozycje są zawsze przechowywane. 0 wyłącza to zachowanie.

source: Lifespan of unclaimed items
es: Tiempo de vida de artículos no reclamados
pl: Żywotność nieodebranych przedmiotów

source: When the database cleanup is enabled, this defines the days after which unclaimed remote items (mostly content from the relay) will be deleted. Default value is 90 days. Defaults to the general lifespan value of remote items if set to 0.
es: Cuando se habilita limpieza de BD, esto define los dias en que los articulos ignorados remotos (mas que nada contenido del Relay) serán borrados. Valor Default es 90 días. Es default del tiempo de vida general de artículos remotos se setea en 0.
pl: Po włączeniu czyszczenia bazy danych określa się dni, po których usunięte zostaną nieodebrane zdalne elementy (głównie zawartość z przekaźnika). Wartość domyślna to 90 dni. Wartość domyślna dla ogólnej długości życia zdalnych pozycji, jeśli jest ustawiona na 0.

source: Lifespan of raw conversation data
es: Tiempo de vida de datos de conversación
pl: Trwałość nieprzetworzonych danych konwersacji

source: Maximum numbers of comments per post
es: Numero máximo de respuestas por tema
pl: Maksymalna liczba komentarzy na wpis

source: How much comments should be shown for each post? Default value is 100.
es: ¿Cuantos comentarios deberían ser mostrados por tema? Valor por defecto es 100.
pl: Ile komentarzy powinno być wyświetlanych dla każdego wpisu? Domyślna wartość to 100.

source: Maximum numbers of comments per post on the display page
es: Maximo numero de comentarios por artículo de página de despliegue
pl: Maksymalna liczba komentarzy na wpis na wyświetlanej stronie

source: How many comments should be shown on the single view for each post? Default value is 1000.
es: Cuantos comentarios deben ser mostrados en una sola vista por cada uno? Valor default es 1000.
pl: Ile komentarzy powinno być wyświetlanych w pojedynczym widoku dla każdego wpisu? Wartość domyślna to 1000.

source: Temp path
es: Ruta a los temporales
pl: Ścieżka do temp

source: If you have a restricted system where the webserver can't access the system temp path, enter another path here.
es: Si tiene un sistema restringido en donde el servidor web no puede acceder la dirección del sistema temp, ingrese una dirección alternativa aquí.
pl: Jeśli masz zastrzeżony system, w którym serwer internetowy nie może uzyskać dostępu do ścieżki temp systemu, wprowadź tutaj inną ścieżkę.

source: Only search in tags
es: Solo buscar en tags
pl: Szukaj tylko w znacznikach

source: On large systems the text search can slow down the system extremely.
es: En sistemas grandes, la búsqueda de texto puede enlentecer el sistema gravemente.
pl: W dużych systemach wyszukiwanie tekstu może wyjątkowo spowolnić system.

source: Maximum number of parallel workers
es: Numero máximo de trabajos paralelos de fondo.
pl: Maksymalna liczba równoległych workerów

source: On shared hosters set this to %d. On larger systems, values of %d are great. Default value is %d.
es: En hosts compartidos ponga a %d. En sistemas grandes, valores de %d estan bien. Valor Default es %d.
pl: Na udostępnionych usługach hostingowych ustaw tę opcję %d. W większych systemach wartości %dsą świetne . Wartość domyślna to %d.

source: Enable fastlane
es: Habilitar ascenso rápido
pl: Włącz Fastlane

source: When enabed, the fastlane mechanism starts an additional worker if processes with higher priority are blocked by processes of lower priority.
es: Cuando está habilitado, el mecanismo ascenso rápido inicia un trabajador adicional si los procesos de mayor prioridad son bloqueados por prcesos de menor prioridad.
pl: Po włączeniu, system Fastlane uruchamia dodatkowego workera, jeśli procesy o wyższym priorytecie są blokowane przez procesy o niższym priorytecie.

source: Direct relay transfer
es: Transferencia directa del Reenvío
pl: Bezpośredni transfer przekaźników

source: Enables the direct transfer to other servers without using the relay servers
es: Habilita transferencia directa a otros servidores sin usar servidores de reenvío
pl: Umożliwia bezpośredni transfer do innych serwerów bez korzystania z serwerów przekazujących

source: Relay scope
es: Enfoque del Reenvío
pl: Zakres przekaźnika

source: Can be "all" or "tags". "all" means that every public post should be received. "tags" means that only posts with selected tags should be received.
es: Puede ser "all" o "tags". "all" significa que cada artículo público será recibido. "tags" sólo artículos de esas etiquetas deben ser recibidos.
pl: Mogą to być „wszystkie” lub „znaczniki”. „Wszystkie” oznacza, że ​​każdy publiczny wpis powinien zostać odebrany. „Znaczniki” oznaczają, że powinny być odbierane tylko wpisy z wybranymi znacznikami.

source: Disabled
es: Deshabilitado
pl: Wyłączony

source: all
es: todas
pl: wszystko

source: tags
es: etiquetas
pl: znaczniki

source: Server tags
es: Etiquetas del Servidor
pl: Znaczniki serwera

source: Comma separated list of tags for the "tags" subscription.
es: Lista separada por comas de etiquetas de suscripción "tags".
pl: Rozdzielana przecinkami lista tagów dla subskrypcji „tagi”.

source: Deny Server tags
es: Denegar etiquetas de Servidor
pl: Odrzuć znaczniki serwera

source: Comma separated list of tags that are rejected.
es: Lista separada por comas de etiquetas denegadas.
pl: Lista oddzielonych przecinkami znaczników, które zostały odrzucone.

source: Allow user tags
es: Permitir etiquetas de Usuario
pl: Pozwól na znaczniki użytkowników

source: If enabled, the tags from the saved searches will used for the "tags" subscription in addition to the "relay_server_tags".
es: Si se habilita, etiquetas de las búsquedas grabadas serán usadas para suscripción de "tags" además de "relay_server_tags".
pl: Jeśli ta opcja jest włączona, tagi z zapisanych wyszukiwań będą używane jako subskrypcja „tagów” jako uzupełnienie do "relay_server_tags".

source: Start Relocation
es: Iniciar Relocación
pl: Rozpocznij przenoszenie

source: Storage backend, %s is invalid.
pl: Zaplecze pamięci przechowywania, %s jest nieprawidłowe.

source: Storage backend %s error: %s
pl: Błąd zaplecza %s pamięci przechowywania: %s

source: Invalid storage backend setting value.
es: Valor de configuración de backend de almacenamiento no válido.
pl: Nieprawidłowa wartość ustawienia magazynu pamięci.

source: Current Storage Backend
pl: Bieżące zaplecze pamięci przechowywania

source: Storage Configuration
pl: Konfiguracja przechowywania

source: Storage
pl: Przechowywanie

source: Save & Use storage backend
pl: Zapisz i użyj backendu przechowywania

source: Use storage backend
pl: Użyj backendu pamięci przechowywania

source: Save & Reload
pl: Zapisz i wczytaj ponownie

source: This backend doesn't have custom settings
pl: Ten backend nie ma niestandardowych ustawień

source: Database (legacy)
es: Base de Datos (legada)
pl: Baza danych (legacy)

source: Template engine (%s) error: %s
es: Error (%s) en Motor de plantilla: %s
pl: Silnik szablonów (%s) błąd: %s

source: Your DB still runs with MyISAM tables. You should change the engine type to InnoDB. As Friendica will use InnoDB only features in the future, you should change this! See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
es: Tu BD corre con tablas MyISAM. Debes cambiar al motor InnoDB. Pues Friendica usará solo InnoDB en el futuro, debes cambiarlo! Ver <a href="%s">esto</a> como guía de ayuda para convertir el motor de tablas. Podrías usar también el comando <tt>php bin/console.php dbstructure toinnodb</tt> de tu instalación Friendica para conversión automática.<br />
pl: Twoja baza danych nadal używa tabel MyISAM. Powinieneś(-naś) zmienić typ silnika na InnoDB. Ponieważ Friendica będzie używać w przyszłości wyłącznie funkcji InnoDB, powinieneś(-naś) to zmienić! Zobacz <a href="%s">tutaj</a> przewodnik, który może być pomocny w konwersji silników tabel. Możesz także użyć polecenia <tt>php bin/console.php dbstructure toinnodb</tt> instalacji Friendica, aby dokonać automatycznej konwersji.<br />

source: Your DB still runs with InnoDB tables in the Antelope file format. You should change the file format to Barracuda. Friendica is using features that are not provided by the Antelope format. See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
es: Tu BD corre con tablas InnoDB. En formato de archivo Antelope. Debes cambiar al formato de archivos Barracuda. Friendica usa opciones que no provee el formato Antelope. Ver <a href="%s">esto</a> como guía de ayuda para convertir el motor de tablas. Podrías usar también el comando <tt>php bin/console.php dbstructure toinnodb</tt> de tu instalación Friendica para conversión automática.<br />
pl: Twoja baza danych nadal działa z tabelami InnoDB w formacie pliku Antelope. Powinieneś zmienić format pliku na Barracuda. Friendica korzysta z funkcji, których nie zapewnia format Antelope. Zobacz <a href="%s">tutaj</a> przewodnik, który może być pomocny w konwersji silników tabel. Możesz również użyć polecenia <tt>php bin/console.php dbstructure toinnodb</tt> Twojej instalacji Friendica do automatycznej konwersji.<br />
