Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "doc/INSTALL.md" for instructions.
es: Alternativamente, puede omitir este procedimiento y realizar una instalación manual. Consulte el archivo "doc/INSTALL.md" para instrucciones.
pl: Alternatywnie można pominąć tę procedurę i przeprowadzić instalację ręczną. Proszę zobaczyć plik "doc/INSTALL.md" z instrukcjami.

source: config/local.config.php is writable
es: config/local.config.php es escriturable
pl: config/local.config.php jest zapisywalny

source: Friendica uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
es: Friendica usa el motor de templates Smarty3 para renderizar su visualización web. Smarty3 compila templates PHP para acelerar la velocidad de renderizar.
pl: Friendica używa silnika szablonów Smarty3 do renderowania swoich widoków. Smarty3 kompiluje szablony do PHP, aby przyspieszyć renderowanie.

source: In order to store these compiled templates, the web server needs to have write access to the directory view/smarty3/ under the Friendica top level folder.
es: Para poder guardar estos templates compilados, el servidor web necesita acceso de escritura en el directorio /view/smarty3/ en el árbol de raíz de la instalación friendica.
pl: Aby przechowywać te skompilowane szablony, serwer WWW musi mieć dostęp do zapisu do katalogu view/smarty3/ w katalogu najwyższego poziomu Friendica.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
es: Por favor asegure que el usuario que utiliza el servidor web (ejemplo: www-data) tiene permisos de escritura en esta carpeta.
pl: Upewnij się, że użytkownik, na którym działa serwer WWW (np. www-data), ma prawo do zapisu do tego katalogu.

source: Note: as a security measure, you should give the web server write access to view/smarty3/ only--not the template files (.tpl) that it contains.
es: Nota: como medida de seguridad deberia dar acceso de escritura solo a /view/smarty3 / → no al los archivos template (.tpl) que contiene.
pl: Uwaga: jako środek bezpieczeństwa, powinieneś dać serwerowi dostęp do zapisu view/smarty3/ jedynie - nie do plików szablonów (.tpl), które zawiera.

source: view/smarty3 is writable
es: Se puede escribir en /view/smarty3
pl: view/smarty3 jest zapisywalny

source: Url rewrite in .htaccess seems not working. Make sure you copied .htaccess-dist to .htaccess.
es: La reescritura de URL en .htaccess parece no funcionar. Asegúrese de haber copiado .htaccess-dist a .htaccess.
pl: Adres URL zapisany w .htaccess wydaje się nie działać. Upewnij się, że skopiowano .htaccess-dist do .htaccess.

source: In some circumstances (like running inside containers), you can skip this error.
es: En algunas circunstancias (como ejecutar dentro de contenedores), puede omitir este error.
pl: W niektórych okolicznościach (np. uruchamianie wewnątrz kontenerów) możesz pominąć ten błąd.

source: Error message from Curl when fetching
es: Mensaje de Error de Curl en lectura
pl: Komunikat o błędzie z Curl podczas pobierania

source: Url rewrite is working
es: Reescribiendo la dirección...
pl: Działający adres URL

source: The detection of TLS to secure the communication between the browser and the new Friendica server failed.
pl: Wykrycie TLS w celu zabezpieczenia komunikacji między przeglądarką a nowym serwerem Friendica nie powiodło się.

source: It is highly encouraged to use Friendica only over a secure connection as sensitive information like passwords will be transmitted.
pl: Zachęcamy do korzystania z Friendica tylko przez bezpieczne połączenie, ponieważ przesyłane będą poufne informacje, takie jak hasła.

source: Please ensure that the connection to the server is secure.
pl: Upewnij się, że połączenie z serwerem jest bezpieczne.

source: No TLS detected
pl: Nie wykryto TLS

source: TLS detected
pl: Wykryto TLS

source: ImageMagick PHP extension is not installed
es: No está instalada la extensión ImageMagick PHP
pl: Rozszerzenie PHP ImageMagick nie jest zainstalowane

source: ImageMagick PHP extension is installed
pl: Rozszerzenie PHP ImageMagick jest zainstalowane

source: Database already in use.
es: Base de datos ya esta en uso
pl: Baza danych jest już w użyciu.

source: Could not connect to database.
es: No es posible conectar con Base Datos.
pl: Nie można połączyć się z bazą danych.

source: Monday
es: Lunes
pl: Poniedziałek

source: Tuesday
es: Martes
pl: Wtorek

source: Wednesday
es: Miércoles
pl: Środa

source: Thursday
es: Jueves
pl: Czwartek

source: Friday
es: Viernes
pl: Piątek

source: Saturday
es: Sábado
pl: Sobota

source: Sunday
es: Domingo
pl: Niedziela

source: January
es: Enero
pl: Styczeń

source: February
es: Febrero
pl: Luty

source: March
es: Marzo
pl: Marzec

source: April
es: Abril
pl: Kwiecień

source: May
es: Mayo
pl: Maj

source: June
es: Junio
pl: Czerwiec

source: July
es: Julio
pl: Lipiec

source: August
es: Agosto
pl: Sierpień

source: September
es: Septiembre
pl: Wrzesień

source: October
es: Octubre
pl: Październik

source: November
es: Noviembre
pl: Listopad

source: December
es: Diciembre
pl: Grudzień

source: Mon
es: Lun
pl: Pon

source: Tue
es: Mar
pl: Wt

source: Wed
es: Mie
pl: Śr

source: Thu
es: Jue
pl: Czw

source: Fri
es: Vie
pl: Pt

source: Sat
es: Sab
pl: Sob

source: Sun
es: Dom
pl: Niedz

source: Jan
es: Ene
pl: Sty

source: Feb
pl: Lut

source: Apr
es: Abr
pl: Kwi

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
es: Ago
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paź

source: Nov
pl: Lis

source: Dec
pl: Gru

source: The logfile '%s' is not usable. No logging possible (error: '%s')
es: Tl archivo de log '%s' no se puede usar. No es posible el registro (error: '%s')
pl: Plik dziennika „%s” nie nadaje się do użytku. Brak możliwości logowania (błąd: '%s')

source: The debug logfile '%s' is not usable. No logging possible (error: '%s')
es: El archivo de log de debugg '%s' no puede usarse. No es posible el registro (error: '%s')
pl: Plik dziennika debugowania „%s” nie nadaje się do użytku. Brak możliwości logowania (błąd: '%s')

source: Friendica can't display this page at the moment, please contact the administrator.
es: Friendica no puede mostrar la página actualmente, contacte al administrador.
pl: Friendica nie może obecnie wyświetlić tej strony, skontaktuj się z administratorem.

source: template engine cannot be registered without a name.
es: Motor de plantilla no puede registrarse sin nombre.
pl: silnik szablonów nie może być zarejestrowany bez nazwy.

source: template engine is not registered!
es: Motor de Plantilla no esta registrado!
pl: silnik szablonów nie jest zarejestrowany!

source: Storage base path
es: Ruta base de Almacenamiento
pl: Ścieżka bazy pamięci masowej

source: Folder where uploaded files are saved. For maximum security, This should be a path outside web server folder tree
es: Carpeta para subir archivos guardada. Para mayor seguridad, Deberá ser una ruta fuera del folder del árbol web
pl: Katalog, w którym zapisywane są przesłane pliki. Dla maksymalnego bezpieczeństwa, powinna to być ścieżka poza drzewem katalogów serwera WWW.

source: Enter a valid existing folder
es: Ingresa un folder válido existente
pl: Wprowadź poprawny istniejący katalog

source: Updates from version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
es: Las actualizaciones de la versión %s no son compatibles. Actualice al menos a la versión 2021.01 y espere hasta que postupdate finalice con versión 1383.
pl: Aktualizacje z wersji %s nie są obsługiwane. Zaktualizuj co najmniej do wersji 2021.01 i poczekaj, aż po aktualizacji zakończy się wersja 1383.

source: Updates from postupdate version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
es: Actualizaciones de postupdate versión %s no soportadas. Actualice al menos a versión 2021.01 y espere hasta que postupdate termine en version 1383.
pl: Aktualizacje z wersji postupdate %s nie są obsługiwane. Zaktualizuj co najmniej do wersji 2021.01 i poczekaj, aż po aktualizacji zakończy się wersja 1383.

source: %s: executing pre update %d
es: %s: ejecutando pre update %d
pl: %s: wykonywanie wstępnej aktualizacji %d

source: %s: executing post update %d
es: %s: ejecutando post update %d
pl: %s: wykonywanie czynności poaktualizacyjnych %d

source: Update %s failed. See error logs.
es: Falló la actualización de %s. Vea los registros de errores.
pl: Aktualizacja %s nie powiodła się. Zobacz dziennik błędów.

source: The friendica developers released update %s recently, but when I tried to install it, something went terribly wrong. This needs to be fixed soon and I can't do it alone. Please contact a friendica developer if you can not help me on your own. My database might be invalid.
es: Los desarrolladores liberaron una actualización reciente %s , pero cuando se intentó instalar, algo salió mal. Necesita arreglarse pronto y no se hará automáticamente. Contacta al developer friendica si no puedes hacerlo tu mismo. La base de datos puede estar errónea.
pl: Deweloperzy friendica wydali niedawno aktualizację %s, ale podczas próby instalacji, coś poszło nie tak. Zostanie to naprawione wkrótce i nie mogę tego zrobić sam. Proszę skontaktować się z programistami friendica, jeśli nie możesz mi pomóc na własną rękę. Moja baza danych może być nieprawidłowa.

source: The error message is\n[pre]%s[/pre]
es: El mensaje de error es\n[pre]%s[/pre]
pl: Komunikat o błędzie:\n[pre]%s[/pre]

source: [Friendica Notify] Database update
es: [Notificación Friendica] Actualización de Base de Datos
pl: [Powiadomienie Friendica] Aktualizacja bazy danych

source: The database version had been set to %s.
es: Versión de la Base de Datos establecida a %s.
pl: Wersja bazy danych została ustawiona na %s.

source: The post update is at version %d, it has to be at %d to safely drop the tables.
es: La actualización de la publicación está en versión %d, debe estar en %d para eliminar las tablas de manera segura.
pl: Aktualizacja po aktualizacji jest w wersji %d, musi nastąpić %d, aby bezpiecznie usunąć tabele.

source: No unused tables found.
es: No hay tablas sin usar.
pl: Nie odnaleziono nieużywanych tabel

source: These tables are not used for friendica and will be deleted when you execute "dbstructure drop -e":
es: Estas tablas no se utilizan por friendica y se eliminarán cuando ejecute "dbstructure drop -e":
pl: Te tabele nie są używane we friendice i zostaną usunięte po wykonaniu "dbstructure drop -e":

source: There are no tables on MyISAM or InnoDB with the Antelope file format.
es: No hay tablas en MyISAM o InnoDB con formato Antílope.
pl: Brak tabel w MyISAM lub InnoDB z formatem pliku Antelope.

source: Error %d occurred during database update: %s
es: Error %d ocurrido durante la actualización de la base de datos: %s
pl: Wystąpił błąd %d podczas aktualizacji bazy danych: %s

source: Errors encountered performing database changes:
es: Errores encontrados al realizar cambios en la base de datos:
pl: Błędy napotkane podczas dokonywania zmian w bazie danych:

source: Another database update is currently running.
es: Otro update de la BD esta corriendo.
pl: Trwa inna aktualizacja bazy danych.

source: %s: Database update
es: %s: Actualizar Base de Datos
pl: %s: Aktualizacja bazy danych

source: %s: updating %s table.
es: %s: actualizando %s tabla.
pl: %s: aktualizowanie %s tabeli.

source: Record not found
es: Registro no encontrado
pl: Rekord nie został odnaleziony

source: Unprocessable Entity
pl: Podmiot nieprzetwarzalny

source: Unauthorized
es: No autorizado
pl: Nieautoryzowane

source: Token is not authorized with a valid user or is missing a required scope
pl: Token nie jest autoryzowany z prawidłowym użytkownikiem lub nie ma wymaganego zakresu

source: Internal Server Error
es: Error Interno del Servidor
pl: Wewnętrzny błąd serwera

source: Legacy module file not found: %s
es: Modulo legado no encontrado: %s
pl: Nie znaleziono pliku modułu: %s

source: Everybody
es: Todo el mundo
pl: Wszyscy

source: edit
es: editar
pl: edytuj

source: add
es: añadir
pl: dodaj

source: Approve
es: Aprobar
pl: Zatwierdź

source: Organisation
es: Organización
pl: Organizacja

source: Relay
es: Retransmisión
pl: Przekaźnik

source: Disallowed profile URL.
es: Dirección de perfil no permitida.
pl: Nie dozwolony adres URL profilu.

source: Blocked domain
es: Dominio bloqueado
pl: Zablokowana domena

source: Connect URL missing.
es: Falta el conector URL.
pl: Brak adresu URL połączenia.

source: The contact could not be added. Please check the relevant network credentials in your Settings -> Social Networks page.
es: No pudo añadirse el contacto. Consulte las credenciales de red en Ajustes -> Redes Sociales.
pl: Nie można dodać kontaktu. Sprawdź odpowiednie poświadczenia sieciowe na stronie Ustawienia -> Sieci społecznościowe.

source: The profile address specified does not provide adequate information.
es: La dirección del perfil especificado no proporciona información adecuada.
pl: Dany adres profilu nie dostarcza odpowiednich informacji.

source: No compatible communication protocols or feeds were discovered.
es: No se ha descubierto protocolos de comunicación o fuentes compatibles.
pl: Nie znaleziono żadnych kompatybilnych protokołów komunikacyjnych ani źródeł.

source: An author or name was not found.
es: No se ha encontrado un autor o nombre.
pl: Autor lub nazwa nie zostało znalezione.

source: No browser URL could be matched to this address.
es: Ninguna dirección concuerda con la suministrada.
pl: Przeglądarka WWW nie może odnaleźć podanego adresu

source: Unable to match @-style Identity Address with a known protocol or email contact.
es: Imposible identificar la Identidad @-style con algún protocolo conocido o dirección de contacto.
pl: Nie można dopasować @-stylu Adres identyfikacyjny ze znanym protokołem lub kontaktem e-mail.

source: Use mailto: in front of address to force email check.
es: Escribe mailto: al principio de la dirección para forzar el envío.
pl: Użyj mailto: przed adresem, aby wymusić sprawdzanie poczty e-mail.

source: Limited profile. This person will be unable to receive direct/personal notifications from you.
es: Perfil limitado. Esta persona no podrá recibir notificaciones directas/personales tuyas.
pl: Profil ograniczony. Ta osoba będzie niezdolna do odbierania osobistych powiadomień od ciebie.

source: Unable to retrieve contact information.
es: No ha sido posible recibir la información del contacto.
pl: Nie można otrzymać informacji kontaktowych

source: Starts:
es: Inicio:
pl: Rozpoczęcie:

source: Finishes:
es: Final:
pl: Zakończenie:

source: all-day
es: todo el día
pl: cały dzień

source: Sept
pl: Wrz

source: today
es: hoy
pl: dzisiaj

source: month
es: mes
pl: miesiąc

source: week
es: semana
pl: tydzień

source: day
es: día
pl: dzień

source: No events to display
es: No hay eventos a mostrar
pl: Brak wydarzeń do wyświetlenia

source: Access to this profile has been restricted.
es: El acceso a este perfil ha sido restringido.
pl: Dostęp do tego profilu został ograniczony.

source: Event not found.
pl: Nie znaleziono wydarzenia.

source: Edit event
es: Editar evento
pl: Edytuj wydarzenie

source: Duplicate event
es: Duplicar evento
pl: Zduplikowane zdarzenie

source: Delete event
es: Borrar evento
pl: Usuń wydarzenie

source: Show map
es: Mostrar mapa
pl: Pokaż mapę

source: Hide map
es: Ocultar mapa
pl: Ukryj mapę

source: %s's birthday
es: Cumpleaños de %s
pl: Urodziny %s

source: Happy Birthday %s
es: Feliz cumpleaños %s
pl: Wszystkiego najlepszego %s

source: activity
es: Actividad
pl: aktywność

source: comment
pl: komentarz

source: post
es: Publicación
pl: wpis

source: bytes
pl: bajty

source: Poll end: %s
pl: Koniec ankiety: %s

source: View on separate page
es: Ver en pagina aparte
pl: Zobacz na oddzielnej stronie

source: [no subject]
es: [sin asunto]
pl: [bez tematu]

source: Wall Photos
es: Foto del Perfil
pl: Tablica zdjęć

source: Edit profile
es: Editar perfil
pl: Edytuj profil

source: Change profile photo
es: Cambiar foto del perfil
pl: Zmień zdjęcie profilowe

source: Homepage:
es: Inicio:
pl: Strona główna:

source: About:
es: Acerca de:
pl: O:

source: Atom feed
pl: Kanał Atom

source: This website has been verified to belong to the same person.
pl: Zweryfikowano, że ta witryna należy do tej samej osoby.

source: [today]
es: [hoy]
pl: [dziś]

source: Birthday Reminders
es: Recordatorios de cumpleaños
pl: Przypomnienia o urodzinach

source: Birthdays this week:
es: Cumpleaños esta semana:
pl: Urodziny w tym tygodniu:

source: g A l F d
pl: g A I F d

source: [No description]
es: [Sin descripción]
pl: [Brak opisu]

source: Event Reminders
es: Recordatorios de eventos
pl: Przypominacze wydarzeń

source: Upcoming events the next 7 days:
es: Eventos de los próximos 7 dias:
pl: Nadchodzące wydarzenia w ciągu następnych 7 dni:

source: Hometown:
es: Ciudad de origen:
pl: Miasto rodzinne:

source: Marital Status:
es: Estado civil:
pl: Stan cywilny:

source: With:
es: Con:
pl: Z:

source: Since:
es: Desde:
pl: Od:

source: Sexual Preference:
es: Preferencia sexual:
pl: Preferencje seksualne:

source: Political Views:
es: Ideas políticas:
pl: Poglądy polityczne:

source: Religious Views:
es: Creencias religiosas:
pl: Poglądy religijne:

source: Likes:
es: Me gustan:
pl: Lubię to:

source: Dislikes:
es: No me gustan:
pl: Nie lubię tego:

source: Title/Description:
es: Título/Descripción:
pl: Tytuł/Opis:

source: Summary
es: Resumen
pl: Podsumowanie

source: Musical interests
es: Gustos musicales
pl: Muzyka

source: Books, literature
es: Libros, literatura
pl: Literatura

source: Television
es: Televisión
pl: Telewizja

source: Film/dance/culture/entertainment
es: Películas/baile/cultura/entretenimiento
pl: Film/taniec/kultura/rozrywka

source: Hobbies/Interests
es: Aficiones/Intereses
pl: Zainteresowania

source: Love/romance
es: Amor/Romance
pl: Miłość/romans

source: Work/employment
es: Trabajo/ocupación
pl: Praca/zatrudnienie

source: School/education
es: Escuela/estudios
pl: Szkoła/edukacja

source: Contact information and Social Networks
es: Informacioń de contacto y Redes sociales
pl: Dane kontaktowe i Sieci społecznościowe

source: SERIOUS ERROR: Generation of security keys failed.
es: ERROR GRAVE: Generación de claves de seguridad falló.
pl: POWAŻNY BŁĄD: niepowodzenie podczas tworzenia kluczy zabezpieczeń.

source: Login failed
es: Ingreso fallido
pl: Logowanie nieudane

source: Not enough information to authenticate
es: Falta información para autenticación
pl: Za mało informacji do uwierzytelnienia

source: Password can't be empty
es: La contraseña es requerida
pl: Hasło nie może być puste

source: Empty passwords are not allowed.
es: No se permiten contraseñas vacias
pl: Puste hasła są niedozwolone.

source: The new password has been exposed in a public data dump, please choose another.
es: La nueva contraseña ya se ha usado muchas veces, escoja otro.
pl: Nowe hasło zostało ujawnione w publicznym zrzucie danych, wybierz inne.

source: The password length is limited to 72 characters.
pl: Długość hasła jest ograniczona do 72 znaków.

source: Passwords do not match. Password unchanged.
es: Las contraseñas no coinciden. La contraseña no ha sido modificada.
pl: Hasła nie pasują do siebie. Hasło niezmienione.

source: An invitation is required.
es: Se requiere de invitación.
pl: Wymagane zaproszenie.

source: Invitation could not be verified.
es: No se puede verificar la invitación.
pl: Zaproszenie niezweryfikowane.

source: Invalid OpenID url
es: Dirección OpenID no válida
pl: Nieprawidłowy adres url OpenID

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
es: Se ha encontrado un problema para acceder con el OpenID que has escrito. Verifica que lo hayas escrito correctamente.
pl: Napotkaliśmy problem podczas logowania z podanym przez nas identyfikatorem OpenID. Sprawdź poprawną pisownię identyfikatora.

source: The error message was:
es: El mensaje del error fue:
pl: Komunikat o błędzie:

source: Please enter the required information.
es: Por favor, introduce la información necesaria.
pl: Wprowadź wymagane informacje.

source: system.username_min_length (%s) and system.username_max_length (%s) are excluding each other, swapping values.
es: system.username_min_length (%s) y system.username_max_length (%s) son mutuamente excluyentes, los valores se sobreponen.
pl: system.username_min_length (%s) i system.username_max_length (%s) wykluczają się nawzajem, zamieniając wartości.

source: Username should be at least %s character.
es: Usuario debe ser al menos %s caracter.
pl: Nazwa użytkownika powinna wynosić co najmniej %s znaków.

source: Username should be at most %s character.
es: Usuario debe ser máximo %s caracter.
pl: Nazwa użytkownika nie może mieć więcej niż %s znaków.

source: That doesn't appear to be your full (First Last) name.
es: No parece que ese sea tu nombre completo.
pl: Wydaje mi się, że to nie jest twoje pełne imię (pierwsze imię) i nazwisko.

source: Your email domain is not among those allowed on this site.
es: Tu dominio de correo no se encuentra entre los permitidos en este sitio.
pl: Twoja domena internetowa nie jest obsługiwana na tej stronie.

source: Not a valid email address.
es: No es una dirección de correo electrónico válida.
pl: Niepoprawny adres e-mail.

source: The nickname was blocked from registration by the nodes admin.
es: Ese nombre se bloquea a solicitud del administrador.
pl: Pseudonim został zablokowany przed rejestracją przez administratora węzłów.

source: Cannot use that email.
es: No puede usarse ese correo electrónico.
pl: Nie można użyć tego e-maila.

source: Your nickname can only contain a-z, 0-9 and _.
es: Tu apodo solo puede contener a-z, 0 al 9 y guión bajo (_).
pl: Twój pseudonim może zawierać tylko a-z, 0-9 i _.

source: Nickname is already registered. Please choose another.
es: Apodo ya registrado. Por favor, elije otro.
pl: Ten login jest zajęty. Wybierz inny.

source: An error occurred during registration. Please try again.
es: Se produjo un error durante el registro. Por favor, inténtalo de nuevo.
pl: Wystąpił bład podczas rejestracji, Spróbuj ponownie.

source: An error occurred creating your default profile. Please try again.
es: Error al crear tu perfil predeterminado. Por favor, inténtalo de nuevo.
pl: Wystąpił błąd podczas tworzenia profilu. Spróbuj ponownie.

source: An error occurred creating your self contact. Please try again.
es: Ocurrió un error creando el contacto. Vuelve a intentar.
pl: Wystąpił błąd podczas tworzenia własnego kontaktu. Proszę spróbuj ponownie.

source: Friends
es: Amigos
pl: Przyjaciele

source: Profile Photos
es: Fotos del perfil
pl: Zdjęcie profilowe

source: Dear %1$s, the administrator of %2$s has set up an account for you.
es: Estimado %1$s, el administrador de %2$s te ha establecido una cuenta.
pl: Szanowna/y %1$s, administrator of %2$s założył dla Ciebie konto.

source: Registration details for %s
es: Detalles de registro para %s
pl: Szczegóły rejestracji dla %s

source: Dear %1$s, Thank you for registering at %2$s. Your account is pending for approval by the administrator. Your login details are as follows: Site Location: %3$s Login Name: %4$s Password: %5$s
es: Estimado %1$s, Gracias por registrarte en %2$s. Tu cuenta esta en aprobación por los Administradores. Tus datos de ingreso son: Sitio - ubicación: %3$s Usuario: %4$s Contraseña: %5$s
pl: Szanowny Użytkowniku %1$s, Dziękujemy za rejestrację na stronie %2$s. Twoje konto czeka na zatwierdzenie przez administratora. Twoje dane do logowania są następujące: Lokalizacja witryny: %3$s Nazwa użytkownika: %4$s Hasło: %5$s
