Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Your public posts will not appear on the community pages or in search results, nor be sent to relay servers. However they can still appear on public feeds on remote servers.
es: Tus publicaciones públicas no aparecerán en páginas de la comunidad ni en búsquedas, ni se enviaran a servidores de retransmisión. Sin embargo, aparecerán en artículos públicos de servidores remotos.
pl: Twoje publiczne posty nie będą wyświetlane na stronach społeczności ani w wynikach wyszukiwania ani nie będą wysyłane do serwerów przekazywania. Jednak nadal mogą one pojawiać się w publicznych kanałach na serwerach zdalnych.

source: Make all posted pictures accessible
es: Hacer accesibles todas las fotos
pl: Udostępnij wszystkie opublikowane zdjęcia

source: This option makes every posted picture accessible via the direct link. This is a workaround for the problem that most other networks can't handle permissions on pictures. Non public pictures still won't be visible for the public on your photo albums though.
es: Esta opción hace accesibles todas las imágenes a través del enlace directo. Este es una solución al problema que la mayoría de las redes no pueden manejar permisos en las imágenes. Las imágenes no públicas aún no serán visibles para elpúblico en tus álbumes de fotos.
pl: Ta opcja powoduje, że każde opublikowane zdjęcie jest dostępne poprzez bezpośredni link. Jest to obejście problemu polegającego na tym, że większość innych sieci nie może obsłużyć uprawnień do zdjęć. Jednak zdjęcia niepubliczne nadal nie będą widoczne publicznie w Twoich albumach.

source: Allow friends to post to your profile page?
es: ¿Permitir que tus amigos publiquen en tu página de perfil?
pl: Zezwalać znajomym na publikowanie postów na stronie Twojego profilu?

source: Your contacts may write posts on your profile wall. These posts will be distributed to your contacts
es: Tus contactos pueden escribir artículos en tu perfil. Estas publicaciones se distribuirán a tus contactos
pl: Twoi znajomi mogą pisać posty na stronie Twojego profilu. Posty zostaną przesłane do Twoich kontaktów.

source: Allow friends to tag your posts?
es: ¿Permitir a los amigos etiquetar tus publicaciones?
pl: Zezwolić na oznaczanie Twoich postów przez znajomych?

source: Your contacts can add additional tags to your posts.
es: Tus contactos pueden añadir etiquetas adicionales a tus artículos.
pl: Twoje kontakty mogą dodawać do tagów dodatkowe posty.

source: Default Post Permissions
es: Permisos por defecto para publicaciones
pl: Domyślne prawa dostępu wiadomości

source: Expiration settings
es: Configuración de Expiración
pl: Ustawienia ważności

source: Automatically expire posts after this many days:
es: Publicaciones caducarán solas después de estos días:
pl: Posty wygasną automatycznie po następującej liczbie dni:

source: If empty, posts will not expire. Expired posts will be deleted
es: Si dejas vacío no caducarán. Publicaciones caducadas serán borradas
pl: Pole puste, wiadomość nie wygaśnie. Niezapisane wpisy zostaną usunięte.

source: Expire posts
es: Caducar artículos
pl: Ważność wpisów

source: When activated, posts and comments will be expired.
es: Cuando se activa, artículos y comentarios caducarán.
pl: Po aktywacji posty i komentarze wygasną.

source: Expire personal notes
es: Caducar Anotaciones
pl: Ważność osobistych notatek

source: When activated, the personal notes on your profile page will be expired.
es: Si se activa, las Anotaciones en tu Perfil caducarán.
pl: Po aktywacji osobiste notatki na stronie profilu wygasną.

source: Expire starred posts
es: Caducar artículos Destacados
pl: Wygasaj wpisy oznaczone gwiazdką

source: Starring posts keeps them from being expired. That behaviour is overwritten by this setting.
es: Destacar las publicaciones evita que caduquen. Ese comportamiento cambiacon este ajuste.
pl: Oznaczanie postów gwiazdką powoduje, że wygasają. To zachowanie jest zastępowane przez to ustawienie.

source: Only expire posts by others
es: Solo caducar artículos de otros
pl: Wygasają tylko wpisy innych osób

source: When activated, your own posts never expire. Then the settings above are only valid for posts you received.
es: Cuando se activa, publicaciones propias nunca caducan. Esta configuración solo es válida para las artículos recibidas.
pl: Po aktywacji Twoje posty nigdy nie wygasają. Zatem powyższe ustawienia obowiązują tylko dla otrzymanych postów.

source: Notification Settings
es: Configuración de Notificaciones
pl: Ustawienia powiadomień

source: Send a notification email when:
es: Enviar notificación por correo cuando:
pl: Wysyłaj powiadmonienia na email, kiedy:

source: You receive an introduction
es: Recibas una presentación
pl: Otrzymałeś zaproszenie

source: Your introductions are confirmed
es: Tu presentación sea confirmada
pl: Twoje zaproszenie jest potwierdzone

source: Someone writes on your profile wall
es: Alguien escriba en tu perfil
pl: Ktoś pisze na Twojej tablicy profilu

source: Someone writes a followup comment
es: Alguien escriba en un comentario que sigo
pl: Ktoś pisze komentarz nawiązujący.

source: You receive a private message
es: Recibas un mensaje privado
pl: Otrzymałeś prywatną wiadomość

source: You receive a friend suggestion
es: Recibas una sugerencia de amistad
pl: Otrzymałeś propozycję od znajomych

source: You are tagged in a post
es: Seas etiquetado en un artículo
pl: Jesteś oznaczony znacznikiem we wpisie

source: Create a desktop notification when:
pl: Utwórz powiadomienia na pulpicie gdy:

source: Someone tagged you
pl: Ktoś Cię oznaczył

source: Someone directly commented on your post
pl: Ktoś bezpośrednio skomentował Twój wpis

source: Someone liked your content
pl: Ktoś polubił Twoje treści

source: Can only be enabled, when the direct comment notification is enabled.
pl: Można włączyć tylko wtedy, gdy włączone jest bezpośrednie powiadomienie o komentarzach.

source: Someone shared your content
pl: Ktoś udostępnił Twoje treści

source: Someone commented in your thread
pl: Ktoś skomentował w Twoim wątku

source: Someone commented in a thread where you commented
pl: Ktoś skomentował w wątku, w którym Ty skomentowałeś

source: Someone commented in a thread where you interacted
pl: Ktoś skomentował w wątku, w którym wchodziłeś w interakcję

source: Activate desktop notifications
es: Activar notificaciones
pl: Aktywuj powiadomienia na pulpicie

source: Show desktop popup on new notifications
es: Mostrar notificaciones emergentes en caso de nuevos eventos.
pl: Pokazuj wyskakujące okienko gdy otrzymasz powiadomienie

source: Text-only notification emails
es: Notificaciones de correo solo en texto
pl: E-maile z powiadomieniami tekstowymi

source: Send text only notification emails, without the html part
es: Enviar correo de notificación en formato Solo Texto sin html
pl: Wysyłaj tylko e-maile z powiadomieniami tekstowymi, bez części html

source: Show detailled notifications
es: Mostrar notificaciones detalladas
pl: Pokazuj szczegółowe powiadomienia

source: Per default, notifications are condensed to a single notification per item. When enabled every notification is displayed.
es: Por default, notificaciones se condensan en una sola notificación por artículo. Cuando se habilita se muestran cada notificación.
pl: Domyślne powiadomienia są skondensowane z jednym powiadomieniem dla każdego przedmiotu. Po włączeniu wyświetlane jest każde powiadomienie.

source: Show notifications of ignored contacts
es: Mostrar notificación de Contactos Ignorados
pl: Pokaż powiadomienia o zignorowanych kontaktach

source: You don't see posts from ignored contacts. But you still see their comments. This setting controls if you want to still receive regular notifications that are caused by ignored contacts or not.
es: No ves publicaciones de contactos ignorados. Pero todavía ves sus comentarios. Esta configuración controla si aún desea recibir notificaciones regulares causadas por contactos ignorados o no.
pl: Nie widzisz wpisów od ignorowanych kontaktów. Ale nadal widzisz ich komentarze. To ustawienie określa, czy chcesz nadal otrzymywać regularne powiadomienia, które są powodowane przez ignorowane kontakty, czy nie.

source: Advanced Account/Page Type Settings
es: Configuración avanzada de tipo de Cuenta/Página
pl: Zaawansowane ustawienia konta/rodzaju strony

source: Change the behaviour of this account for special situations
es: Cambiar el comportamiento de esta cuenta para situaciones especiales
pl: Zmień zachowanie tego konta w sytuacjach specjalnych

source: Relocate
es: Relocalizar
pl: Przeniesienie

source: If you have moved this profile from another server, and some of your contacts don't receive your updates, try pushing this button.
es: Si migró este perfil desde otro servidor y algunos contactos no reciben sus publicaciones intente oprimiendo esta opción.
pl: Jeśli ten profil został przeniesiony z innego serwera, a niektóre z Twoich kontaktów nie otrzymają aktualizacji, spróbuj nacisnąć ten przycisk.

source: Resend relocate message to contacts
es: Reenviar mensaje de relocalización a contactos
pl: Wyślij ponownie przenieść wiadomości do kontaktów

source: Addon Settings
es: Configuración de Añadidos
pl: Ustawienia dodatków

source: No Addon settings configured
es: Ningún Añadido configurado
pl: Brak skonfigurowanych ustawień dodatków

source: Description
es: Descripción
pl: Opis

source: Add
es: Añadir
pl: Dodaj

source: Failed to connect with email account using the settings provided.
es: Error al conectar con el Correo mediante esa configuración.
pl: Połączenie z kontem email używając wybranych ustawień nie powiodło się.

source: Email access is disabled on this site.
es: Acceso por correo deshabilitado en este sitio.
pl: Dostęp do e-maila jest wyłączony na tej stronie.

source: None
es: Ninguno
pl: Brak

source: General Social Media Settings
es: Configuración General de Medios Sociales
pl: Ogólne ustawienia mediów społecznościowych

source: Followed content scope
pl: Obserwowany zakres treści

source: By default, conversations in which your follows participated but didn't start will be shown in your timeline. You can turn this behavior off, or expand it to the conversations in which your follows liked a post.
pl: Domyślnie na Twojej osi czasu będą pokazywane wątki, w których uczestniczyli Twoi obserwowani, ale które nie zostały przez nich rozpoczęte. Możesz wyłączyć tę funkcję lub rozszerzyć ją na konwersacje, w których Twoi obserwujący polubili dany wpis.

source: Only conversations my follows started
pl: Tylko rozmowy, które rozpoczęli moi obserwowani

source: Conversations my follows started or commented on (default)
pl: Rozmowy, które rozpoczęli moi obserwowani, lub które komentowali (domyślnie)

source: Any conversation my follows interacted with, including likes
pl: Wszelkie rozmowy, z którymi wchodziłem w interakcję, w tym polubienia

source: Enable intelligent shortening
pl: Włącz inteligentne skracanie

source: Normally the system tries to find the best link to add to shortened posts. If disabled, every shortened post will always point to the original friendica post.
pl: Zwykle system próbuje znaleźć najlepszy odnośnik do dodania do skróconych postów. Jeśli wyłączone, każdy skrócony wpis będzie zawsze wskazywał na oryginalny wpis friendica.

source: Enable simple text shortening
pl: Włącz proste skracanie tekstu

source: Normally the system shortens posts at the next line feed. If this option is enabled then the system will shorten the text at the maximum character limit.
pl: Zwykle system skraca wpisy przy następnym wysunięciu wiersza. Jeśli ta opcja jest włączona, system skróci tekst do maksymalnego limitu znaków.

source: Attach the link title
es: Agregar título del link
pl: Dołącz tytuł linku

source: When activated, the title of the attached link will be added as a title on posts to Diaspora. This is mostly helpful with "remote-self" contacts that share feed content.
es: Si se activa, el título del link se añade como titulo en artículos de Diaspora. Esto es bueno con contactos "remote-self" que comparten contenido.
pl: Po aktywacji tytuł dołączonego linku zostanie dodany jako tytuł postów do Diaspory. Jest to szczególnie pomocne w przypadku kontaktów „zdalnych”, które udostępniają treść kanału.

source: Email/Mailbox Setup
es: Configuración de Correo/Buzón
pl: Ustawienia emaila/skrzynki mailowej

source: If you wish to communicate with email contacts using this service (optional), please specify how to connect to your mailbox.
es: Si quieres comunicarte con contactos de correo con este servicio (opcional), especifica cómo conectar con tu buzón.
pl: Jeśli chcesz komunikować się z kontaktami e-mail za pomocą tej usługi (opcjonalnie), określ sposób łączenia się ze skrzynką pocztową.

source: Last successful email check:
es: Última comprobación de correo éxitosa:
pl: Ostatni sprawdzony e-mail:

source: IMAP server name:
es: Nombre del servidor IMAP:
pl: Nazwa serwera IMAP:

source: IMAP port:
es: Puerto IMAP:
pl: Port IMAP:

source: Security:
es: Seguridad:
pl: Bezpieczeństwo:

source: Email login name:
es: Usuario de Correo:
pl: Nazwa logowania e-mail:

source: Email password:
es: Contraseña de Correo:
pl: Hasło e-mail:

source: Reply-to address:
es: Dirección de respuesta:
pl: Adres zwrotny:

source: Send public posts to all email contacts:
es: Enviar notificaciones públicas a todos los correos:
pl: Wyślij publiczny wpis do wszystkich kontaktów e-mail:

source: Action after import:
es: Acción al importar:
pl: Akcja po zaimportowaniu:

source: Move to folder
es: Mover a un folder
pl: Przenieś do katalogu

source: Move to folder:
es: Mover al folder:
pl: Przenieś do katalogu:

source: Contact CSV file upload error
es: Error al subir archivo CSV
pl: Kontakt z plikiem CSV błąd przekazywania plików

source: Importing Contacts done
es: Importación del contacto completada
pl: Importowanie kontaktów zakończone

source: Upload a CSV file that contains the handle of your followed accounts in the first column you exported from the old account.
es: Subir archivo CSV que contenga identificador de tus cuentas seguidas en elprimera columna que exportó desde la cuenta anterior.
pl: Prześlij plik CSV zawierający obsługę obserwowanych kont w pierwszej kolumnie wyeksportowanej ze starego konta.

source: Upload File
es: Subir archivo
pl: Prześlij plik

source: Your legacy ActivityPub/GNU Social account
pl: Twoje stare konto ActivityPub/GNU Social

source: If you enter your old account name from an ActivityPub based system or your GNU Social/Statusnet account name here (in the format user@domain.tld), your contacts will be added automatically. The field will be emptied when done.
pl: Jeśli wprowadzisz tutaj swoją starą nazwę konta z systemu opartego na ActivityPub lub nazwę konta GNU Social/Statusnet (w formacie użytkownik@domena.tld), Twoje kontakty zostaną dodane automatycznie. Po zakończeniu pole zostanie opróżnione.

source: Delegation successfully granted.
es: Se autorizó delegación.
pl: Delegacja została pomyślnie przyznana.

source: Parent user not found, unavailable or password doesn't match.
es: Usuario padre no encontrado, o no coincide contraseña.
pl: Nie znaleziono użytkownika nadrzędnego, jest on niedostępny lub hasło nie pasuje.

source: Delegation successfully revoked.
es: Delegación revocada con éxito.
pl: Delegacja została pomyślnie odwołana.

source: Delegated administrators can view but not change delegation permissions.
es: Administradores delegados pueden ver pero no cambiar permisos delegados.
pl: Delegowani administratorzy mogą przeglądać uprawnienia do delegowania, ale nie mogą ich zmieniać.

source: Delegate user not found.
es: Usuario delegado no encontrado.
pl: Nie znaleziono delegowanego użytkownika.

source: No parent user
es: No hay usuario padre
pl: Brak nadrzędnego użytkownika

source: Parent User
es: Usuario Padre
pl: Użytkownik nadrzędny

source: Additional Accounts
es: Cuentas adicionales
pl: Dodatkowe konta

source: Register additional accounts that are automatically connected to your existing account so you can manage them from this account.
es: Registre cuentas adicionales que son automáticamente conectadas con tu cuenta existente de forma que puedas manejarlas desde aquí.
pl: Zarejestruj dodatkowe konta, które są automatycznie połączone z istniejącym kontem, aby móc nimi zarządzać z tego konta.

source: Register an additional account
es: Registrar cuenta adicional
pl: Zarejestruj dodatkowe konto

source: Parent users have total control about this account, including the account settings. Please double check whom you give this access.
es: Usuarios padres tendrán control total en esta cuenta, incluyendo ajustes. Cheque doblemente a quien le das acceso.
pl: Użytkownicy nadrzędni mają pełną kontrolę nad tym kontem, w tym także ustawienia konta. Sprawdź dokładnie, komu przyznasz ten dostęp.

source: Delegates
es: Delegados
pl: Oddeleguj

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
es: Los delegados tienen la capacidad de gestionar todos los aspectos de esta cuenta/página, excepto los ajustes básicos de la cuenta. Por favor, no delegues tu cuenta personal a nadie en quien no confíes completamente.
pl: Delegaci mogą zarządzać wszystkimi aspektami tego konta/strony, z wyjątkiem podstawowych ustawień konta. Nie przekazuj swojego konta osobistego nikomu, komu nie ufasz całkowicie.

source: Existing Page Delegates
es: Delegados actuales de la página
pl: Obecni delegaci stron

source: Potential Delegates
es: Delegados potenciales
pl: Potencjalni delegaci

source: No entries.
es: Sin entradas.
pl: Brak wpisów.

source: The theme you chose isn't available.
es: El tema seleccionado no disponible.
pl: Wybrany motyw jest niedostępny.

source: %s - (Unsupported)
es: %s – (No puede usarse)
pl: %s - (Nieobsługiwane)

source: Display Settings
es: Configuración Tema/Visualización
pl: Ustawienia wyglądu

source: General Theme Settings
es: Ajustes generales de tema
pl: Ogólne ustawienia motywu

source: Custom Theme Settings
es: Ajustes personalizados de tema
pl: Niestandardowe ustawienia motywów

source: Content Settings
es: Ajustes de contenido
pl: Ustawienia zawartości

source: Theme settings
es: Configuración del Tema
pl: Ustawienia motywu

source: Display Theme:
es: Utilizar tema:
pl: Wyświetl motyw:

source: Mobile Theme:
es: Tema móvil:
pl: Motyw dla urządzeń mobilnych:

source: Number of items to display per page:
es: Número de elementos a mostrar por página:
pl: Liczba elementów do wyświetlenia na stronie:

source: Maximum of 100 items
es: Máximo 100 elementos
pl: Maksymalnie 100 elementów

source: Number of items to display per page when viewed from mobile device:
es: Cantidad de objetos a visualizar cuando se usa un móvil
pl: Liczba elementów do wyświetlenia na stronie podczas przeglądania z urządzenia mobilnego:

source: Update browser every xx seconds
es: Actualizar navegador cada xx segundos
pl: Odświeżaj stronę co xx sekund

source: Minimum of 10 seconds. Enter -1 to disable it.
es: Minimo 10 segundos. Ingrese -1 para deshabilitar.
pl: Minimum 10 sekund. Wprowadź -1, aby go wyłączyć.

source: Display emoticons
pl: Wyświetl emotikony

source: When enabled, emoticons are replaced with matching symbols.
pl: Po włączeniu emotikony są zastępowane pasującymi symbolami.

source: Infinite scroll
es: Pagina infinita (scroll)
pl: Nieskończone przewijanie

source: Automatic fetch new items when reaching the page end.
es: Obtener nuevos artículos cuando alcance el final de página.
pl: Automatyczne pobieranie nowych elementów po osiągnięciu końca strony.

source: Enable Smart Threading
pl: Włącz inteligentne wątkowanie

source: Enable the automatic suppression of extraneous thread indentation.
pl: Włącz automatyczne tłumienie obcych wcięć wątku.

source: Display the Dislike feature
pl: Wyświetl funkcję "Nie lubię"

source: Display the Dislike button and dislike reactions on posts and comments.
pl: Wyświetlaj przycisk "Nie lubię" i reakcje na wpisy i komentarze.

source: Display the resharer
es: Desplegar reenviar
pl: Wyświetl udostępniającego

source: Display the first resharer as icon and text on a reshared item.
es: Desplegar primer reenvío con un icono y texto en artículo reenviado.
pl: Wyświetlaj pierwszego udostępniającego jako ikonę i tekst na elemencie udostępnianym dalej.

source: Stay local
es: Quedarse Local
pl: Pozostań lokalny

source: Don't go to a remote system when following a contact link.
es: No ir a sistema remoto cuando siga a un link de un contacto.
pl: Nie przechodź do zdalnego systemu podczas korzystania z łącza kontaktowego.

source: Beginning of week:
es: Principio de la semana:
pl: Początek tygodnia:

source: Additional Features
es: Opciones Adicionales
pl: Dodatkowe funkcje

source: Connected Apps
es: Aplicaciones conectadas
pl: Powiązane aplikacje

source: Remove authorization
es: Quitar autorización
pl: Odwołaj upoważnienie

source: Profile couldn't be updated.
es: No puede actualizarse perfil.
pl: Profil nie mógł zostać zaktualizowany.

source: Label:
es: Etiqueta:
pl: Etykieta:

source: Value:
es: Valor:
pl: Wartość:

source: Field Permissions
es: Permisos del campo
pl: Uprawnienia pola

source: (click to open/close)
es: (pulsa para abrir/cerrar)
pl: (kliknij by otworzyć/zamknąć)

source: Add a new profile field
es: Añadir campo de perfil
pl: Dodaj nowe pole profilu

source: Profile Actions
es: Acciones de perfil
pl: Akcje profilowe

source: Edit Profile Details
es: Editar detalles de tu perfil
pl: Edytuj informacje o profilu

source: Change Profile Photo
es: Cambiar imagen del Perfil
pl: Zmień zdjęcie profilowe

source: Profile picture
es: Imagen del perfil
pl: Zdjęcie profilowe

source: Location
es: Ubicación
pl: Lokalizacja

source: Miscellaneous
es: Varios
pl: Różne

source: Custom Profile Fields
es: Campos personalizados de perfil
pl: Niestandardowe pola profilu

source: Upload Profile Photo
es: Subir foto del Perfil
pl: Wyślij zdjęcie profilowe

source: Street Address:
es: Dirección
pl: Ulica:

source: Locality/City:
es: Localidad/Ciudad:
pl: Miasto:

source: Region/State:
es: Región/Estado:
pl: Województwo/Stan:

source: Postal/Zip Code:
es: Código/Zona postal:
pl: Kod pocztowy:

source: Country:
es: País
pl: Kraj:

source: XMPP (Jabber) address:
es: Dirección XMPP (Jabber):
pl: Adres XMPP (Jabber):

source: The XMPP address will be published so that people can follow you there.
pl: Adres XMPP zostanie opublikowany, aby ludzie mogli Cię tam śledzić.

source: Matrix (Element) address:
pl: Adres Matrix (Element):

source: The Matrix address will be published so that people can follow you there.
pl: Adres Matrix zostanie opublikowany, aby ludzie mogli Cię tam śledzić.

source: Homepage URL:
es: Dirección de tu página:
pl: Adres URL strony domowej:

source: Public Keywords:
es: Palabras clave públicas:
pl: Publiczne słowa kluczowe:

source: (Used for suggesting potential friends, can be seen by others)
es: (Utilizadas para sugerir amigos potenciales, otros pueden verlo)
pl: (Używany do sugerowania potencjalnych znajomych, jest widoczny dla innych)

source: Private Keywords:
es: Palabras clave privadas:
pl: Prywatne słowa kluczowe:

source: (Used for searching profiles, never shown to others)
es: (Utilizadas para buscar perfiles, nunca se muestra a otros)
pl: (Używany do wyszukiwania profili, niepokazywany innym)

source: Image size reduction [%s] failed.
es: Ha fallado la reducción de las dimensiones de la imagen [%s].
pl: Redukcja rozmiaru obrazka [%s] nie powiodła się.
