Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: View %s's profile @ %s
es: Ver perfil de %s @ %s
pl: Pokaż profil %s @ %s

source: Categories:
es: Categorías:
pl: Kategorie:

source: Filed under:
es: Archivado en:
pl: Umieszczono w:

source: %s from %s
es: %s de %s
pl: %s od %s

source: View in context
es: Verlo en contexto
pl: Zobacz w kontekście

source: Local Community
es: Comunidad Local
pl: Lokalna społeczność

source: Posts from local users on this server
es: Artículos de usuarios charla! MX
pl: Wpisy od lokalnych użytkowników na tym serwerze

source: Global Community
es: Comunidad Global
pl: Globalna społeczność

source: Posts from users of the whole federated network
es: Artículos de usuarios del Fediverso
pl: Wpisy od użytkowników całej sieci stowarzyszonej

source: Latest Activity
es: Actividad Reciente
pl: Ostatnia Aktywność

source: Sort by latest activity
es: Ordenar por actividad reciente
pl: Sortuj wg. ostatniej aktywności

source: Latest Posts
es: Artículos Recientes
pl: Najnowsze wpisy

source: Sort by post received date
es: Ordenar por fecha de artículo
pl: Sortuj wg. daty otrzymania wpisu

source: Latest Creation
pl: Najnowsze utworzenia

source: Sort by post creation date
pl: Sortuj wg. daty utworzenia wpisu

source: Personal
pl: Osobiste

source: Posts that mention or involve you
es: Publicaciones que te mencionan o involucran
pl: Wpisy, które wspominają lub angażują Ciebie

source: Starred
es: Destacados
pl: Ulubione

source: Favourite Posts
es: Artículos favoritos
pl: Ulubione wpisy

source: General Features
es: Opciones generales
pl: Funkcje ogólne

source: Photo Location
es: Ubicación de foto
pl: Lokalizacja zdjęcia

source: Photo metadata is normally stripped. This extracts the location (if present) prior to stripping metadata and links it to a map.
es: Normalmente los meta datos de las imágenes son eliminados. Esto extraerá la localización si presente antes de eliminar los meta datos y enlaza la misma con el mapa.
pl: Metadane zdjęć są zwykle usuwane. Wyodrębnia to położenie (jeśli jest obecne) przed usunięciem metadanych i łączy je z mapą.

source: Post Composition Features
es: Opciones de edición de publicaciones.
pl: Ustawienia funkcji postów

source: Explicit Mentions
es: Menciones explicitas
pl: Wyraźne wzmianki

source: Add explicit mentions to comment box for manual control over who gets mentioned in replies.
es: Añadir menciones explicitas a cuadro de comentarios para control manual sobre quien se menciona en respuestas.
pl: Dodaj wyraźne wzmianki do pola komentarza, aby ręcznie kontrolować, kto zostanie wymieniony w odpowiedziach.

source: Add an abstract from ActivityPub content warnings
pl: Dodaj streszczenie z ostrzeżeń dotyczących treści w ActivityPub

source: Add an abstract when commenting on ActivityPub posts with a content warning. Abstracts are displayed as content warning on systems like Mastodon or Pleroma.
pl: Dodaj streszczenie, gdy komentujesz wpisy ActivityPub z ostrzeżeniem o treści. Streszczenia są wyświetlane jako ostrzeżenie dotyczące treści w systemach takich jak Mastodon czy Pleroma.

source: Post/Comment Tools
es: Herramienta de publicaciones/respuestas
pl: Narzędzia post/komentarz

source: Post Categories
es: Categorías de publicaciones
pl: Kategorie wpisów

source: Add categories to your posts
es: Agregue categorías a sus publicaciones. Las mismas serán visualizadas en su pagina de inicio.
pl: Umożliwia dodawanie kategorii do Twoich wpisów

source: Archives
es: Archivos
pl: Archiwa

source: Protocols
es: Protocolos
pl: Protokoły

source: Account Types
es: Tipos de cuenta
pl: Rodzaje kont

source: Saved Searches
es: Búsquedas guardadas
pl: Zapisywanie wyszukiwania

source: Saved Folders
es: Directorios guardados
pl: Zapisane katalogi

source: Own Contacts
es: Contactos propios
pl: Własne kontakty

source: Trending Tags
es: Etiquetas tendencia
pl: Popularne znaczniki

source: Advanced Profile Settings
es: Ajustes avanzados del perfil
pl: Zaawansowane ustawienia profilu

source: Tag Cloud
es: Nube de etiquetas
pl: Chmura znaczników

source: Provide a personal tag cloud on your profile page
es: Dar una etiqueta personal en tu página de perfil
pl: Podaj osobistą chmurę tagów na stronie profilu

source: Display Membership Date
es: Desplegar fecha de membresía
pl: Wyświetl datę członkostwa

source: Display membership date in profile
es: Desplegar fecha de membresía en perfil
pl: Wyświetla datę członkostwa w profilu

source: Advanced Calendar Settings
pl: Zaawansowane ustawienia kalendarza

source: Allow anonymous access to your calendar
pl: Zezwól na anonimowy dostęp do swojego kalendarza

source: Allows anonymous visitors to consult your calendar and your public events. Contact birthday events are private to you.
pl: Pozwala anonimowym odwiedzającym przeglądać Twój kalendarz i wydarzenia publiczne. Kontaktowe wydarzenia urodzinowe są prywatne dla Ciebie.

source: show less
es: mostrar menos
pl: pokaż mniej

source: show more
es: Mostrar más
pl: pokaż więcej

source: event
es: evento
pl: wydarzenie

source: status
es: estado
pl: stan

source: photo
es: foto
pl: zdjęcie

source: %1$s tagged %2$s's %3$s with %4$s
es: %1$s etiquetó %3$s %2$s con %4$s
pl: %1$s zaznaczył %2$s'go %3$s przy użyciu %4$s

source: Follow Thread
es: Seguir el hilo
pl: Śledź wątek

source: View Status
es: Ver Estado
pl: Zobacz status

source: View Profile
es: Ver Perfil
pl: Zobacz profil

source: View Photos
es: Ver Fotos
pl: Zobacz zdjęcia

source: Network Posts
es: Artículos de Red
pl: Wiadomości sieciowe

source: View Contact
es: Ver contacto
pl: Pokaż kontakt

source: Send PM
es: Enviar Privado
pl: Wyślij prywatną wiadomość

source: Block
es: Bloquear
pl: Zablokuj

source: Ignore
es: Ignorar
pl: Ignoruj

source: Languages
es: Lenguajes
pl: Języki

source: Connect/Follow
es: Conectar/Seguir
pl: Połącz/Obserwuj

source: Nothing new here
es: No hay nada nuevo
pl: Brak nowych zdarzeń

source: Go back
es: Regresar
pl: Wróć

source: Clear notifications
es: Borrar notificaciones
pl: Wyczyść powiadomienia

source: Logout
es: Salir
pl: Wyloguj

source: End this session
es: Cerrar sesión
pl: Zakończ sesję

source: Login
es: Ingreso
pl: Zaloguj się

source: Sign in
es: Ingresar
pl: Zaloguj się

source: Profile
es: Perfil
pl: Profil

source: Your profile page
es: Tu página de perfil
pl: Twoja strona profilu

source: Photos
es: Fotos
pl: Zdjęcia

source: Your photos
es: Tus fotos
pl: Twoje zdjęcia

source: Your postings with media
pl: Twoje wpisy z mediami

source: Calendar
es: Calendario
pl: Kalendarz

source: Your calendar
pl: Twój kalendarz

source: Personal notes
es: Notas personales
pl: Osobiste notatki

source: Your personal notes
es: Tus notas personales
pl: Twoje osobiste notatki

source: Home
es: Inicio
pl: Strona domowa

source: Home Page
es: Página de Inicio
pl: Strona startowa

source: Register
es: Registro
pl: Zarejestruj

source: Create an account
es: Crea una cuenta
pl: Załóż konto

source: Help
es: Ayuda
pl: Pomoc

source: Help and documentation
es: Ayuda y documentación
pl: Pomoc i dokumentacja

source: Apps
es: Aplicaciones
pl: Aplikacje

source: Addon applications, utilities, games
es: Aplicaciones, utilidades, juegos
pl: Wtyczki, aplikacje, narzędzia, gry

source: Search
es: Buscar
pl: Szukaj

source: Search site content
es: Buscar contenido en el sitio
pl: Przeszukaj zawartość strony

source: Full Text
es: Texto completo
pl: Pełny tekst

source: Tags
es: Etiquetas
pl: Znaczniki

source: Contacts
es: Contactos
pl: Kontakty

source: Community
es: Comunidad
pl: Społeczność

source: Conversations on this and other servers
es: Conversaciones aquí y en otros servidores
pl: Rozmowy na tym i innych serwerach

source: Directory
es: Directorio
pl: Katalog

source: People directory
es: Directorio de usuarios
pl: Katalog osób

source: Information
es: Información
pl: Informacje

source: Information about this friendica instance
es: Información sobre esta instancia Friendica
pl: Informacje o tej instancji friendica

source: Terms of Service
es: Términos de Servicio
pl: Warunki usługi

source: Terms of Service of this Friendica instance
es: Términos de Servicio de la Instancia Friendica
pl: Warunki świadczenia usług tej instancji Friendica

source: Network
es: Red
pl: Sieć

source: Conversations from your friends
es: Conversaciones de tus amigos
pl: Rozmowy Twoich przyjaciół

source: Your posts and conversations
es: Tus publicaciones y conversaciones
pl: Twoje wpisy i rozmowy

source: Introductions
es: Presentaciones
pl: Zapoznanie

source: Friend Requests
es: Solicitudes de amistad
pl: Prośba o przyjęcie do grona znajomych

source: Notifications
es: Notificaciones
pl: Powiadomienia

source: See all notifications
es: Ver todas las notificaciones
pl: Zobacz wszystkie powiadomienia

source: Mark as seen
es: Marcar como leído
pl: Oznacz jako przeczytane

source: Mark all system notifications as seen
pl: Oznacz wszystkie powiadomienia systemowe jako przeczytane

source: Private mail
es: Correo privado
pl: Prywatne maile

source: Inbox
es: Entrada
pl: Odebrane

source: Outbox
es: Enviados
pl: Wysłane

source: Accounts
es: Cuentas
pl: Konta

source: Manage other pages
es: Administrar otras páginas
pl: Zarządzaj innymi stronami

source: Settings
es: Configuración
pl: Ustawienia

source: Account settings
es: Configurar la cuenta
pl: Ustawienia konta

source: Manage/edit friends and contacts
es: Administrar/editar amigos y contactos
pl: Zarządzaj listą przyjaciół i kontaktami

source: Admin
pl: Administrator

source: Site setup and configuration
es: Opciones y configuración del sitio
pl: Konfiguracja i ustawienia strony

source: Moderation
pl: Moderacja

source: Content and user moderation
pl: Moderacja treści i użytkowników

source: Navigation
es: Navegación
pl: Nawigacja

source: Site map
es: Mapa del sitio
pl: Mapa strony

source: first
es: primera
pl: pierwszy

source: prev
es: previo
pl: poprzedni

source: next
es: sig.
pl: następny

source: last
es: última
pl: ostatni

source: Link to source
pl: Odnośnik do źródła

source: Click to open/close
es: Pulsa para abrir/cerrar
pl: Kliknij aby otworzyć/zamknąć

source: $1 wrote:
es: $1 escribió:
pl: $1 napisał:

source: Encrypted content
es: Contenido cifrado
pl: Szyfrowana treść

source: Invalid source protocol
es: Protocolo de fuente inválido
pl: Nieprawidłowy protokół źródłowy

source: Invalid link protocol
es: Protocolo de enlace inválido
pl: Niepoprawny link protokołu

source: Loading more entries...
es: Cargar mas artículos..
pl: Wczytywanie kolejnych wpisów...

source: The end
es: Final
pl: Koniec

source: Follow
es: Seguir
pl: Śledź

source: Add New Contact
es: Añadir nuevo contacto
pl: Dodaj nowy kontakt

source: Enter address or web location
es: Escribe la dirección o página web
pl: Wpisz adres lub lokalizację sieciową

source: Example: bob@example.com, http://example.com/barbara
es: Ejemplo: miguel@ejemplo.com, http://ejemplo.com/miguel
pl: Przykład: bob@przykład.com, http://przykład.com/barbara

source: Connect
es: Conectar
pl: Połącz

source: %d invitation available
es: %d invitación disponible
pl: %d zaproszenie dostępne

source: Find People
es: Buscar Personas
pl: Znajdź ludzi

source: Enter name or interest
es: Introduce nombre o interés
pl: Wpisz nazwę lub zainteresowanie

source: Examples: Robert Morgenstein, Fishing
es: Ejemplos: Robert Morgenstein, Pesca
pl: Przykład: Jan Kowalski, Wędkarstwo

source: Find
es: Buscar
pl: Znajdź

source: Friend Suggestions
es: Sugerencias de Amistad
pl: Osoby, które możesz znać

source: Similar Interests
es: Intereses Similares
pl: Podobne zainteresowania

source: Random Profile
es: Perfil Al Azar
pl: Domyślny profil

source: Invite Friends
es: Invitar Amigos
pl: Zaproś znajomych

source: Global Directory
es: Directorio Global
pl: Katalog globalny

source: Local Directory
es: Directorio Local
pl: Katalog lokalny

source: Everyone
es: Todos
pl: Wszyscy

source: Relationships
es: Relaciones
pl: Relacje

source: All Contacts
es: Todos los contactos
pl: Wszystkie kontakty

source: All Protocols
es: Todos los Protocolos
pl: Wszystkie protokoły

source: Everything
es: Todo
pl: Wszystko

source: Categories
es: Categorías
pl: Kategorie

source: %d contact in common
es: %d contacto en común
pl: %d wspólny kontakt

source: Persons
es: Personas
pl: Osoby

source: Organisations
es: Organizaciones
pl: Organizacje

source: News
es: Noticias
pl: Aktualności

source: All
es: Todos
pl: Wszyscy

source: Export
es: Exportar
pl: Eksport

source: Export calendar as ical
es: Exportar calendario como ical
pl: Wyeksportuj kalendarz jako ical

source: Export calendar as csv
es: Exportar calendario como csv
pl: Eksportuj kalendarz jako csv

source: No contacts
es: Sin contactos
pl: Brak kontaktów

source: %d Contact
es: %d Contacto
pl: %d kontakt

source: View Contacts
es: Ver contactos
pl: Widok kontaktów

source: Remove term
es: Eliminar término
pl: Usuń wpis

source: Trending Tags (last %d hour)
es: Etiquetas tendencia (última %d hora)
pl: Popularne znaczniki (ostatnia %d godzina)

source: More Trending Tags
es: Mas tendencias
pl: Więcej popularnych znaczników

source: Mention
es: Mención
pl: Wzmianka

source: Location:
es: Localización:
pl: Lokalizacja:

source: Network:
es: Red:
pl: Sieć:

source: Unfollow
es: Dejar de Seguir
pl: Przestań obserwować

source: Yourself
es: Tu mismo
pl: Siebie

source: Mutuals
es: Mutuos
pl: Wzajemne

source: Post to Email
es: Publicar por Correo
pl: Prześlij e-mailem

source: Public
es: Público
pl: Publiczny

source: This content will be shown to all your followers and can be seen in the community pages and by anyone with its link.
es: Este contenido se mostrará a tus seguidores y se podrá ver en laspáginas de la Comunidad y por cualquiera con este enlace.
pl: Ta treść zostanie wyświetlona wszystkim Twoim obserwatorom i będzie widoczna na stronach społeczności oraz przez każdego z jej linkiem.

source: Limited/Private
es: Limitado/Privado
pl: Ograniczony/Prywatny

source: This content will be shown only to the people in the first box, to the exception of the people mentioned in the second box. It won't appear anywhere public.
es: Este contenido se mostrará solo a personas en el primer recuadro, aexcepción de personas mencionadas en el segundo recuadro. No aparecerápúblicamente.
pl: Ta zawartość będzie wyświetlana tylko osobom w pierwszym polu, z wyjątkiem osób wymienionych w drugim polu. Nie pojawi się nigdzie publicznie.

source: Show to:
es: Mostrar a:
pl: Pokaż na:

source: Except to:
es: Excepto a:
pl: Z wyjątkiem:

source: CC: email addresses
es: CC: dirección de correo
pl: DW: adresy e-mail

source: Example: bob@example.com, mary@example.com
es: Ejemplo: juan@ejemplo.com, maria@ejemplo.com
pl: Przykład: bob@example.com, mary@example.com

source: Connectors
es: Conectores
pl: Wtyczki

source: The database configuration file "config/local.config.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
es: Archivo de configuración de la BD "config/local.config.php" no pudo ser escrito. Utilice el texto adjunto para crear un archivo de configuración en raíz del servidor web.
pl: Plik konfiguracyjny bazy danych "config/local.config.php" nie mógł zostać zapisany. Proszę użyć załączonego tekstu, aby utworzyć plik konfiguracyjny w katalogu głównym serwera.

source: You may need to import the file "database.sql" manually using phpmyadmin or mysql.
es: Puede que tengas que importar el archivo "database.sql" manualmente usando phpmyadmin o mysql.
pl: Może być konieczne zaimportowanie pliku "database.sql" ręcznie, używając phpmyadmin lub mysql.

source: Please see the file "doc/INSTALL.md".
es: De favor vea el archivo "doc/INSTALL.md".
pl: Proszę zobaczyć plik "doc/INSTALL.md".

source: Could not find a command line version of PHP in the web server PATH.
es: No se encontró versión de línea de comandos PHP en ruta del servidor web.
pl: Nie można znaleźć PHP dla wiersza poleceń w PATH serwera.

source: If you don't have a command line version of PHP installed on your server, you will not be able to run the background processing. See <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Setup the worker'</a>
es: Si no tienes versión de comando de PHP instalado en tu servidor, no podras correr el proceso de fondo. Ver <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Configurar Worker'</a>
pl: Jeśli nie masz zainstalowanej na serwerze wersji PHP działającej w wierszu poleceń, nie będziesz w stanie uruchomić przetwarzania w tle. Zobacz <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>„Ustawienie workera”</a>.

source: PHP executable path
es: Ruta executable PHP
pl: Ścieżka wykonywalna PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
es: Introduce la ruta completa al ejecutable php. Puedes dejarlo en blanco y seguir con la instalación.
pl: Wprowadź pełną ścieżkę do pliku wykonywalnego php. Możesz pozostawić to pole puste, aby kontynuować instalację.

source: Command line PHP
es: Línea de comandos PHP
pl: Wiersz poleceń PHP

source: PHP executable is not the php cli binary (could be cgi-fgci version)
es: Ejecutable PHP no es php cli binary (podria ser versión cgi-fgci)
pl: Plik wykonywalny PHP nie jest php cli binarny (może być wersją cgi-fgci)

source: Found PHP version:
es: Versión PHP encontrada:
pl: Znaleziona wersja PHP:

source: PHP cli binary
es: PHP cli binario
pl: PHP cli binarny

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
es: La versión en línea de comandos de PHP en tu sistema no tiene "register_argc_argv" habilitado.
pl: Wersja linii poleceń PHP w twoim systemie nie ma aktywowanego "register_argc_argv".

source: This is required for message delivery to work.
es: Esto es requerido para que funcione la entrega de mensajes.
pl: Jest wymagane, aby dostarczanie wiadomości działało.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
es: Error: Función "openssl_pkey_new" en este sistema no es capaz de generar claves de cifrado
pl: Błąd: funkcja "openssl_pkey_new" w tym systemie nie jest w stanie wygenerować kluczy szyfrujących

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
es: Si se ejecuta en Windows, por favor consulta la sección "http://www.php.net/manual/en/openssl.installation.php".
pl: Jeśli korzystasz z Windowsa, proszę odwiedzić "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
es: Generar claves de encriptación
pl: Generuj klucz kodowania

source: Error: Apache webserver mod-rewrite module is required but not installed.
es: Error: El módulo de Apache mod-rewrite es necesario pero no está instalado.
pl: Błąd: moduł Apache webserver mod-rewrite jest potrzebny, jednakże nie jest zainstalowany.

source: Apache mod_rewrite module
es: Módulo mod_rewrite de Apache
pl: Moduł Apache mod_rewrite

source: Error: PDO or MySQLi PHP module required but not installed.
es: Error: Módulo PDO o MySQLi PHP requerido pero no instalado.
pl: Błąd: Wymagany moduł PDO lub MySQLi PHP, ale nie zainstalowany.

source: Error: The MySQL driver for PDO is not installed.
es: Error: El dispositivo MySQL para PDO no está instalado.
pl: Błąd: Sterownik MySQL dla PDO nie jest zainstalowany.

source: PDO or MySQLi PHP module
es: Módulo PDO o MySQLi PHP
pl: Moduł PDO lub MySQLi PHP

source: Error, XML PHP module required but not installed.
es: Error, módulo XML PHP requerido pero no instalado.
pl: Błąd, wymagany moduł XML PHP, ale nie zainstalowany.

source: XML PHP module
es: Módulo XML PHP
pl: Moduł XML PHP

source: libCurl PHP module
es: Módulo PHP libCurl
pl: Moduł PHP libCurl

source: Error: libCURL PHP module required but not installed.
es: Error: El módulo de PHP libcurl es necesario, pero no está instalado.
pl: Błąd: libCURL PHP wymagany moduł, lecz nie zainstalowany.

source: GD graphics PHP module
es: Módulo PHP gráficos GD
pl: Moduł PHP-GD

source: Error: GD graphics PHP module with JPEG support required but not installed.
es: Error: El módulo de de PHP gráficos GD con soporte JPEG es necesario, pero no está instalado.
pl: Błąd: moduł graficzny GD z PHP potrzebuje wsparcia technicznego JPEG, jednakże on nie jest zainstalowany.

source: OpenSSL PHP module
es: Módulo PHP OpenSSL
pl: Moduł PHP OpenSSL

source: Error: openssl PHP module required but not installed.
es: Error: El módulo de PHP openssl es necesario, pero no está instalado.
pl: Błąd: openssl PHP wymagany moduł, lecz nie zainstalowany.

source: mb_string PHP module
es: Módulo PHP mb_string
pl: Moduł PHP mb_string

source: Error: mb_string PHP module required but not installed.
es: Error: El módulo de PHP mb_string es necesario, pero no está instalado.
pl: Błąd: moduł PHP mb_string jest wymagany ,ale nie jest zainstalowany.

source: iconv PHP module
es: Módulo PHP iconv
pl: Moduł PHP iconv

source: Error: iconv PHP module required but not installed.
es: Error: módulo iconv PHP requerido pero no instalado.
pl: Błąd: wymagany moduł PHP iconv, ale nie zainstalowany.

source: POSIX PHP module
es: Módulo PHP POSIX
pl: Moduł POSIX PHP

source: Error: POSIX PHP module required but not installed.
es: Error: PHP POSIX requerido y no instalado.
pl: Błąd: wymagany moduł POSIX PHP, ale nie zainstalowany.

source: Program execution functions
es: Funciones de ejecución de programa
pl: Funkcje wykonywania programu

source: Error: Program execution functions (proc_open) required but not enabled.
pl: Błąd: Funkcje wykonywania programu (proc_open) są wymagane, ale nie są włączone.

source: JSON PHP module
es: Módulo PHP JSON
pl: Moduł PHP JSON

source: Error: JSON PHP module required but not installed.
es: Eror: Módulo PHP JSON requerido y no instalado.
pl: Błąd: wymagany jest moduł JSON PHP, ale nie jest zainstalowany.

source: File Information PHP module
es: Módulo PHP Información de Archivo
pl: Informacje o pliku Moduł PHP

source: Error: File Information PHP module required but not installed.
es: Error: Módulo PHP Información de Archivo requerido y no instalado.
pl: Błąd: wymagane informacje o pliku Moduł PHP, ale nie jest zainstalowany.

source: The web installer needs to be able to create a file called "local.config.php" in the "config" folder of your web server and it is unable to do so.
es: El instalador web debe poder crear un archivo llamado"local.config.php" en folder "config" de su servidor web y esincapaz de hacerlo.
pl: Instalator internetowy musi mieć możliwość utworzenia pliku o nazwie "local.config.php" w katalogu "config" serwera WWW i nie może tego zrobić.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
es: Se trata a menudo de una configuración de permisos, pues el servidor web puede que no sea capaz de escribir archivos en la carpeta, aunque tú puedas.
pl: Jest to najczęściej ustawienie uprawnień, ponieważ serwer sieciowy może nie być w stanie zapisywać plików w katalogu - nawet jeśli Ty możesz.

source: At the end of this procedure, we will give you a text to save in a file named local.config.php in your Friendica "config" folder.
es: Al final de este procedimiento, le daremos un texto para guardar en un archivollamado local.config.php en su folder "config" de Friendica .
pl: Pod koniec tej procedury otrzymasz tekst do zapisania w pliku o nazwie local.config.php w katalogu "config" Friendica.
