Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Registration at %s
es: Registro en %s
pl: Rejestracja w %s

source: Dear %1$s, Thank you for registering at %2$s. Your account has been created.
es: Estimado %1$s, Gracias por registrarte en %2$s. Tu cuenta fue creada.
pl: Szanowna/y %1$s, Dziękujemy za rejestrację w %2$s. Twoje konto zostało utworzone.

source: Addon not found.
es: Añadido no encontrado.
pl: Nie znaleziono dodatku.

source: Addon %s disabled.
es: Añadido %s deshabilitado.
pl: Dodatek %s wyłączony.

source: Addon %s enabled.
es: Añadido %s habilitado.
pl: Dodatek %s włączony.

source: Disable
es: Desactivar
pl: Wyłącz

source: Enable
es: Activar
pl: Zezwól

source: Administration
es: Administración
pl: Administracja

source: Addons
es: Añadidos
pl: Dodatki

source: Toggle
es: Activar
pl: Włącz

source: Author:
es: Autor:
pl: Autor:

source: Maintainer:
es: Mantenedor:
pl: Opiekun:

source: Addons reloaded
es: Añadidos re cargados
pl: Dodatki zostały ponownie wczytane

source: Addon %s failed to install.
es: Instalación de Añadido %s falló
pl: Instalacja dodatku %s nie powiodła się.

source: Save Settings
es: Guardar configuración
pl: Zapisz ustawienia

source: Reload active addons
es: Añadidos activos re cargados
pl: Wczytaj ponownie aktywne dodatki

source: Update has been marked successful
es: La actualización se ha completado con éxito
pl: Aktualizacja została oznaczona jako udana

source: Database structure update %s was successfully applied.
es: Actualización de base de datos %s fue aplicada con éxito.
pl: Pomyślnie zastosowano aktualizację %s struktury bazy danych.

source: Executing of database structure update %s failed with error: %s
es: El paso de actualización de la estructura de la base de datos %s fallo con el mensaje de error: %s
pl: Wykonanie aktualizacji %s struktury bazy danych nie powiodło się z powodu błędu:%s

source: Executing %s failed with error: %s
es: Paso %s fallo con el error: %s
pl: Wykonanie %s nie powiodło się z powodu błędu:%s

source: Update %s was successfully applied.
es: Actualización %s aplicada con éxito.
pl: Aktualizacja %s została pomyślnie zastosowana.

source: Update %s did not return a status. Unknown if it succeeded.
es: La actualización %s no ha informado, se desconoce el estado.
pl: Aktualizacja %s nie zwróciła statusu. Nieznane, jeśli się udało.

source: There was no additional update function %s that needed to be called.
es: No había función adicional de actualización %s que necesitaba ser requerida.
pl: Nie było dodatkowej funkcji %s aktualizacji, która musiała zostać wywołana.

source: No failed updates.
es: Actualizaciones sin fallos.
pl: Brak błędów aktualizacji.

source: Check database structure
es: Revisar estructura de la base de datos
pl: Sprawdź strukturę bazy danych

source: Failed Updates
es: Actualizaciones fallidas
pl: Błąd aktualizacji

source: This does not include updates prior to 1139, which did not return a status.
es: No se incluyen las anteriores a la 1139, que no indicaban su estado.
pl: Nie dotyczy to aktualizacji przed 1139, który nie zwrócił statusu.

source: Mark success (if update was manually applied)
es: Marcar como correcta (si actualizaste manualmente)
pl: Oznacz sukces (jeśli aktualizacja została ręcznie zastosowana)

source: Attempt to execute this update step automatically
es: Intentando ejecutar este paso automáticamente
pl: Spróbuj automatycznie wykonać ten krok aktualizacji

source: No
pl: Nie

source: Yes
es: Sí
pl: Tak

source: Manage Additional Features
es: Administrar opciones adicionales
pl: Zarządzanie dodatkowymi funkcjami

source: Other
es: Otro
pl: Inne

source: unknown
es: desconocido
pl: nieznany

source: This page offers you some numbers to the known part of the federated social network your Friendica node is part of. These numbers are not complete but only reflect the part of the network your node is aware of.
es: Esta pagina ofrece algunos datos sobre la red conocida a la que tu nodo friendica esta conectado. Estos nummeros no son completos respecto a las redes federadas, si no refleja los nodos esta instancia conoce.
pl: Ta strona zawiera kilka numerów do znanej części federacyjnej sieci społecznościowej, do której należy Twój węzeł Friendica. Liczby te nie są kompletne, ale odzwierciedlają tylko część sieci, o której wie twój węzeł.

source: Federation Statistics
es: Estadísticas de federación
pl: Statystyki Federacji

source: The logfile '%s' is not writable. No logging possible
es: El archivo de Log '%s' no es escriturable. No puede registrar Log.
pl: Plik dziennika '%s' nie jest zapisywalny. Brak możliwości logowania

source: PHP log currently enabled.
es: Registro PHP actualmente disponible.
pl: Dziennik PHP jest obecnie włączony.

source: PHP log currently disabled.
es: Registro PHP actualmente deshabilitado.
pl: Dziennik PHP jest obecnie wyłączony.

source: Logs
es: Registros
pl: Dzienniki

source: Clear
es: Limpiar
pl: Wyczyść

source: Enable Debugging
es: Habilitar debugging
pl: Włącz debugowanie

source: Log file
es: Archivo de registro
pl: Plik logów

source: Must be writable by web server. Relative to your Friendica top-level directory.
es: Debes tener permiso de escritura en el servidor. Relacionado con tu directorio de inicio de Friendica.
pl: Musi być zapisywalny przez serwer sieciowy. W stosunku do katalogu najwyższego poziomu Friendica.

source: Log level
es: Nivel de registro
pl: Poziom logów

source: PHP logging
pl: Logowanie w PHP

source: To temporarily enable logging of PHP errors and warnings you can prepend the following to the index.php file of your installation. The filename set in the 'error_log' line is relative to the friendica top-level directory and must be writeable by the web server. The option '1' for 'log_errors' and 'display_errors' is to enable these options, set to '0' to disable them.
es: Para habilitar temporalmente el registro de errores y advertencias de PHP, puede anteponer lo siguiente al archivo index.php de su instalación. El nombre de archivo establecido en la línea 'error_log' es relativo al directorio de nivel superior de Friendica y debe poder escribirse por el servidor. La opción '1' para 'log_errors' y 'display_errors' es para habilitar estas opciones, establezca en '0' para deshabilitarlas.
pl: Aby tymczasowo włączyć rejestrowanie błędów i ostrzeżeń PHP, możesz dołączyć do pliku index.php swojej instalacji. Nazwa pliku ustawiona w linii 'error_log' odnosi się do katalogu najwyższego poziomu friendiki i musi być zapisywalna przez serwer WWW. Opcja '1' dla 'log_errors' i 'display_errors' polega na włączeniu tych opcji, ustawieniu na '0', aby je wyłączyć.

source: Error trying to open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s exist and is readable.
pl: Błąd podczas próby otwarcia pliku dziennika <strong>%1$s</strong>. Sprawdź, czy plik %1$s istnieje i czy można go odczytać.

source: Couldn't open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s is readable.
pl: Nie udało się otworzyć pliku dziennika <strong>%1$s</strong>. Sprawdź, czy plik %1$s jest odczytywalny.

source: View Logs
es: Ver registro de depuración
pl: Zobacz rejestry

source: Search in logs
pl: Szukaj w dziennikach

source: Show all
es: Mostrar todo
pl: Pokaż wszystko

source: Date
pl: Data

source: Level
pl: Poziom

source: Context
pl: Kontekst

source: ALL
pl: WSZYSTKO

source: View details
pl: Zobacz szczegóły

source: Click to view details
pl: Kliknij, aby zobaczyć szczegóły

source: Event details
es: Detalles del evento
pl: Szczegóły wydarzenia

source: Data
pl: Dane

source: Source
es: Fuente
pl: Źródło

source: File
pl: Plik

source: Line
pl: Linia

source: Function
pl: Funkcja

source: Process ID
pl: Identyfikator procesu

source: Close
pl: Zamknij

source: Inspect Deferred Worker Queue
es: Inspeccionar Cola diferida de Workers
pl: Sprawdź kolejkę odroczonych workerów

source: This page lists the deferred worker jobs. This are jobs that couldn't be executed at the first time.
es: Esta página enumera los jobs de los Workers diferidos. Estos son jobs que no se pudieron ejecutar la primera vez.
pl: Ta strona zawiera listę zadań odroczonych workerów. Są to zadania, które nie mogą być wykonywane po raz pierwszy.

source: Inspect Worker Queue
es: Inspeccionar Cola de Workers
pl: Sprawdź kolejkę workerów

source: This page lists the currently queued worker jobs. These jobs are handled by the worker cronjob you've set up during install.
es: Esta página enumera los jobs de workers actualmente en cola. Estos Jobs son manejados por el cronjob de trabajador que configuró durante la instalación.
pl: Ta strona zawiera listę aktualnie ustawionych zadań dla workerów. Te zadania są obsługiwane przez cronjob workera, który skonfigurowałeś podczas instalacji.

source: Command
pl: Polecenie

source: Job Parameters
es: Parámetros del Job
pl: Parametry zadania

source: Created
es: Creado
pl: Utwórz

source: Priority
es: Prioridad
pl: Priorytet

source: No special theme for mobile devices
es: No hay tema especial para dispositivos móviles
pl: Brak specialnego motywu dla urządzeń mobilnych

source: %s - (Experimental)
pl: %s- (Eksperymentalne)

source: No community page
es: No hay pagina de comunidad
pl: Brak strony społeczności

source: No community page for visitors
pl: Brak strony społeczności dla odwiedzających

source: Public postings from users of this site
es: Temas públicos de perfiles de este sitio.
pl: Publikacje publiczne od użytkowników tej strony

source: Public postings from the federated network
es: Artículos públicos de Redes Federadas
pl: Publikacje wpisy ze sfederowanej sieci

source: Public postings from local users and the federated network
es: Artículos públicos de Usuarios Locales y Redes Federadas
pl: Publikacje publiczne od użytkowników lokalnych i sieci federacyjnej

source: Multi user instance
es: Sesión multi usuario
pl: Tryb wielu użytkowników

source: Closed
es: Cerrado
pl: Zamknięte

source: Requires approval
es: Requiere aprobación
pl: Wymaga zatwierdzenia

source: Open
es: Abierto
pl: Otwarta

source: Don't check
es: No verificar
pl: Nie sprawdzaj

source: check the stable version
es: verifique la versión estable
pl: sprawdź wersję stabilną

source: check the development version
es: verifica la versión de desarrollo
pl: sprawdź wersję rozwojową

source: none
es: ninguno
pl: brak

source: Local contacts
es: Contactos Locales
pl: Kontakty lokalne

source: Interactors
es: Interactores
pl: Interaktorzy

source: Site
es: Sitio
pl: Strona

source: General Information
es: Información General
pl: Ogólne informacje

source: Republish users to directory
es: Republicar usuarios al Directorio
pl: Ponownie opublikuj użytkowników w katalogu

source: Registration
es: Registro
pl: Rejestracja

source: File upload
es: Subida de archivo
pl: Przesyłanie plików

source: Policies
es: Políticas
pl: Zasady

source: Advanced
es: Avanzado
pl: Zaawansowany

source: Auto Discovered Contact Directory
es: Directorio de contactos descubierto automáticamente
pl: Katalog kontaktów automatycznie odkrytych

source: Performance
es: Rendimiento
pl: Ustawienia

source: Message Relay
es: Retransmisión de Mensajes
pl: Przekaźnik wiadomości

source: Use the command "console relay" in the command line to add or remove relays.
pl: Użyj polecenia „console relay” w wierszu poleceń, aby dodać lub usunąć przekaźniki.

source: The system is not subscribed to any relays at the moment.
pl: System nie jest aktualnie objęty abonamentem na żadne przekaźniki.

source: The system is currently subscribed to the following relays:
pl: System jest obecnie objęty abonamentem na następujące przekaźniki:

source: Relocate Node
pl: Przenieś węzeł

source: Relocating your node enables you to change the DNS domain of this node and keep all the existing users and posts. This process takes a while and can only be started from the relocate console command like this:
pl: Przeniesienie węzła umożliwia zmianę domeny DNS tego węzła i zachowanie wszystkich istniejących użytkowników i wpisów. Ten proces zajmuje trochę czasu i można go uruchomić tylko za pomocą konsolowego polecenia relokacji w następujący sposób:

source: (Friendica directory)# bin/console relocate https://newdomain.com
pl: (Katalog Friendica)# bin/console relocate https://nowadomena.pl

source: Site name
es: Nombre del sitio
pl: Nazwa strony

source: Sender Email
es: Correo que Envía
pl: E-mail nadawcy

source: The email address your server shall use to send notification emails from.
es: La dirección de correo electrónico que el servidor debería usar como dirección de envío.
pl: Adres e-mail używany przez Twój serwer do wysyłania e-maili z powiadomieniami.

source: Name of the system actor
es: Nombre del actor del Sistema
pl: Imię i nazwisko aktora systemu

source: Name of the internal system account that is used to perform ActivityPub requests. This must be an unused username. If set, this can't be changed again.
es: Nombre de la cuenta del sistema interno que se utiliza para realizar solicitudes de ActivityPub. Debe ser un nombre de usuario no utilizado. Si se establece, esto no se puede volver a cambiar.
pl: Nazwa wewnętrznego konta systemowego, które jest używane do wykonywania żądań ActivityPub. Musi to być nieużywana nazwa użytkownika. Jeśli jest ustawiona, nie można jej zmienić ponownie.

source: Banner/Logo
es: Imagen/Logotipo
pl: Baner/Logo

source: Email Banner/Logo
es: Logo del Correo
pl: Baner/logo e-maila

source: Shortcut icon
es: Icono del Enlace
pl: Ikona skrótu

source: Link to an icon that will be used for browsers.
es: Enlace hacia un icono que sera usado para el navegador.
pl: Link do ikony, która będzie używana w przeglądarkach.

source: Touch icon
es: Icono Tocar
pl: Dołącz ikonę

source: Link to an icon that will be used for tablets and mobiles.
es: Enlace a un icono que sera usado para tablets y moviles.
pl: Link do ikony, która będzie używana w tabletach i telefonach komórkowych.

source: Additional Info
es: Información Adicional
pl: Dodatkowe informacje

source: For public servers: you can add additional information here that will be listed at %s/servers.
es: Servidores Públicos: Puedes añadir información adicional aqui que será listada por los servidores %s/servers.
pl: W przypadku serwerów publicznych: możesz tu dodać dodatkowe informacje, które będą wymienione na %s/servers.

source: System language
es: Lenguaje del Sistema
pl: Język systemu

source: System theme
es: Tema del Sistema
pl: Motyw systemowy

source: Default system theme - may be over-ridden by user profiles - <a href="%s" id="cnftheme">Change default theme settings</a>
pl: Domyślny motyw systemu - może być nadpisywany przez profile użytkowników - <a href="%s" id="cnftheme">Zmień domyślne ustawienia motywu</a>

source: Mobile system theme
es: Tema de sistema móvil
pl: Motyw systemu mobilnego

source: Theme for mobile devices
es: Tema para dispositivos móviles
pl: Motyw na urządzenia mobilne

source: Force SSL
es: Forzar SSL
pl: Wymuś SSL

source: Force all Non-SSL requests to SSL - Attention: on some systems it could lead to endless loops.
es: Forzar todos las consultas No-SSL a SSL. - ATENCIÓN: en algunos sistemas esto puede generar comportamiento recursivo interminable.
pl: Wymuszaj wszystkie żądania SSL bez SSL - Uwaga: w niektórych systemach może to prowadzić do niekończących się pętli.

source: Show help entry from navigation menu
pl: Pokaż wpis pomocy z menu nawigacyjnego

source: Displays the menu entry for the Help pages from the navigation menu. It is always accessible by calling /help directly.
pl: Wyświetla pozycję menu dla stron pomocy z menu nawigacyjnego. Jest zawsze dostępna, odwołując się bezpośrednio do /help.

source: Single user instance
es: Sesión de usuario único
pl: Tryb pojedynczego użytkownika

source: Make this instance multi-user or single-user for the named user
es: Haz esta sesión multi-usuario o usuario único para el usuario
pl: Ustawia tryb dla wielu użytkowników lub pojedynczego użytkownika dla nazwanego użytkownika

source: Maximum image size
es: Tamaño máximo de la imagen
pl: Maksymalny rozmiar zdjęcia

source: Maximum image length
es: Largo máximo de imagen
pl: Maksymalna długość obrazu

source: Maximum length in pixels of the longest side of uploaded images. Default is -1, which means no limits.
es: Longitud máxima en píxeles del lado más largo de las imágenes subidas. Por defecto es -1, que significa que no hay límites.
pl: Maksymalna długość w pikselach dłuższego boku przesyłanego obrazu. Wartością domyślną jest -1, co oznacza brak ograniczeń.

source: JPEG image quality
es: Calidad de imagen JPEG
pl: Jakość obrazu JPEG

source: Uploaded JPEGS will be saved at this quality setting [0-100]. Default is 100, which is full quality.
es: Los archivos JPEG subidos se guardarán con este ajuste de calidad [0-100]. Por defecto es 100, que es calidad máxima.
pl: Przesłane pliki JPEG zostaną zapisane w tym ustawieniu jakości [0-100]. Domyślna wartość to 100, która jest pełną jakością.

source: Register policy
es: Política de registros
pl: Zasady rejestracji

source: Maximum Daily Registrations
es: Registros Máximos Diarios
pl: Maksymalna dzienna rejestracja

source: If registration is permitted above, this sets the maximum number of new user registrations to accept per day. If register is set to closed, this setting has no effect.
es: Si anteriormente se ha permitido el registro, esto establece el número máximo de registro de nuevos usuarios aceptados por día. Si el registro se establece como cerrado, esta opción no tiene efecto.
pl: Jeśli rejestracja powyżej jest dozwolona, to określa maksymalną liczbę nowych rejestracji użytkowników do zaakceptowania na dzień. Jeśli rejestracja jest ustawiona na "Zamknięta", to ustawienie to nie ma wpływu.

source: Register text
es: Términos
pl: Zarejestruj tekst

source: Will be displayed prominently on the registration page. You can use BBCode here.
es: Se mostrará de forma destacada en la página de registro. Puede utilizar BBCode aquí.
pl: Będą wyświetlane w widocznym miejscu na stronie rejestracji. Możesz użyć BBCode tutaj.

source: Forbidden Nicknames
es: Apodos Prohibidos
pl: Zakazane pseudonimy

source: Comma separated list of nicknames that are forbidden from registration. Preset is a list of role names according RFC 2142.
es: Lista separada por comas de apodos cuyo registro está prohibido. Lo Preestablecido es una lista de nombres de roles según RFC 2142.
pl: Lista oddzielonych przecinkami pseudonimów, których nie wolno rejestrować. Preset to lista nazw ról zgodnie z RFC 2142.

source: Accounts abandoned after x days
es: Cuentas abandonadas después de x días
pl: Konta porzucone po x dni

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
es: No gastará recursos del sistema creando sondeos a sitios externos para cuentas abandonadas. Introduce 0 para ningún límite temporal.
pl: Nie będzie marnować zasobów systemu wypytując zewnętrzne strony o opuszczone konta. Ustaw 0 dla braku limitu czasu .

source: Allowed friend domains
es: Dominios amigos permitidos
pl: Dozwolone domeny przyjaciół

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
es: Lista separada por comas de los dominios que están autorizados para establecer conexiones con este sitio. Se aceptan comodines. Dejar en blanco para permitir cualquier dominio
pl: Rozdzielana przecinkami lista domen, które mogą nawiązywać przyjaźnie z tą witryną. Symbole wieloznaczne są akceptowane. Pozostaw puste by zezwolić każdej domenie na zaprzyjaźnienie.

source: Allowed email domains
es: Dominios de correo permitidos
pl: Dozwolone domeny e-mailowe

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
es: Lista separada por comas de los dominios que están autorizados en las direcciones de correo para registrarse en este sitio. Se aceptan comodines. Dejar en blanco para permitir cualquier dominio
pl: Rozdzielana przecinkami lista domen dozwolonych w adresach e-mail do rejestracji na tej stronie. Symbole wieloznaczne są akceptowane. Opróżnij, aby zezwolić na dowolne domeny

source: No OEmbed rich content
es: No hay contenido enriquecido OEmbed
pl: Brak treści multimedialnych ze znaczkiem HTML

source: Don't show the rich content (e.g. embedded PDF), except from the domains listed below.
es: No muestre el contenido enriquecido (por ejemplo, PDF incrustado), excepto de los dominios que se enumeran a continuación.
pl: Nie wyświetlaj zasobów treści (np. osadzonego pliku PDF), z wyjątkiem domen wymienionych poniżej.

source: Trusted third-party domains
es: Dominios terceros de confianza
pl: Zaufane domeny zewnętrzne

source: Comma separated list of domains from which content is allowed to be embedded in posts like with OEmbed. All sub-domains of the listed domains are allowed as well.
es: Lista separada por comas de dominios de los que se permite incrustar contenido en publicaciones como con OEmbed. También se permiten todos los subdominios de los dominios enumerados.
pl: Oddzielona przecinkami lista domen, z których treść może być osadzana we wpisach, tak jak w przypadku OEmbed. Dozwolone są również wszystkie subdomeny wymienionych domen.

source: Block public
es: Bloqueo público
pl: Blokuj publicznie

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
es: Marca para bloquear el acceso público a todas las páginas personales, aún siendo públicas, hasta que no hayas iniciado tu sesión.
pl: Zaznacz, aby zablokować publiczny dostęp do wszystkich publicznych stron prywatnych w tej witrynie, chyba że jesteś zalogowany.

source: Force publish
es: Forzar publicación
pl: Wymuś publikację

source: Check to force all profiles on this site to be listed in the site directory.
es: Marca para forzar que todos los perfiles de este sitio sean listados en el directorio del sitio.
pl: Zaznacz, aby wymusić umieszczenie wszystkich profili w tej witrynie w katalogu witryny.

source: Enabling this may violate privacy laws like the GDPR
es: Habilitar esto puede violar leyes de privacidad como GDPR
pl: Włączenie tego może naruszyć prawa ochrony prywatności, takie jak GDPR

source: Global directory URL
es: URL del directorio global.
pl: Globalny adres URL katalogu

source: URL to the global directory. If this is not set, the global directory is completely unavailable to the application.
es: URL del directorio global. Si se deja este campo vacío, el directorio global sera completamente inaccesible para la instancia.
pl: Adres URL do katalogu globalnego. Jeśli nie zostanie to ustawione, katalog globalny jest całkowicie niedostępny dla aplikacji.

source: Private posts by default for new users
es: Publicaciones privadas por defecto para usuarios nuevos
pl: Prywatne posty domyślnie dla nowych użytkowników

source: Don't include post content in email notifications
es: No incluir el contenido del post en las notificaciones de correo electrónico
pl: Nie wklejaj zawartości postu do powiadomienia o poczcie

source: Don't include the content of a post/comment/private message/etc. in the email notifications that are sent out from this site, as a privacy measure.
es: No incluye el contenido de un mensaje/comentario/mensaje privado/etc. en las notificaciones de correo electrónico que se envían desde este sitio, como una medida de privacidad.
pl: W celu ochrony prywatności, nie włączaj zawartości postu/komentarza/wiadomości prywatnej/etc. do powiadomień w wiadomościach mailowych wysyłanych z tej strony.
