Repository: xundeenergie/friendica
Catalog: view/lang/*/messages.po
Languages: es, pl

source: Your table_definition_cache is too low (%d). This can lead to the database error "Prepared statement needs to be re-prepared". Please set it at least to %d. See <a href="%s">here</a> for more information.<br />
es: El 'table_definition_cache' es muy corto (%d). puede acarrear error de BD "Sentencia preparada debe ser Re-preparada". Setealo al menos a %d. Ver <a href="%s">here</a> para mas información.<br />
pl: Twoja pamięć podręczna w table_definition_cache jest zbyt niska (%d). Może to prowadzić do błędu bazy danych „Przygotowana instrukcja wymaga ponownego przygotowania”. Ustaw przynajmniej na %d. Zobacz <a href="%s">tutaj</a>, aby uzyskać więcej informacji.<br />

source: There is a new version of Friendica available for download. Your current version is %1$s, upstream version is %2$s
es: Hay una nueva versión de Friendica disponible para descargar. Su versión actual es %1$s, la versión ascendente es %2$s
pl: Dostępna jest nowa wersja aplikacji Friendica. Twoja aktualna wersja to %1$s wyższa wersja to %2$s

source: The database update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear.
es: Actualización de la BD Falló. Ejecute "php bin/console.php dbstructure update" desde línea de comandos y revise los errores que puedan haber ocurrido.
pl: Aktualizacja bazy danych nie powiodła się. Uruchom polecenie "php bin/console.php dbstructure update" z wiersza poleceń i sprawdź błędy, które mogą się pojawić.

source: The last update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear. (Some of the errors are possibly inside the logfile.)
es: La última actualización falló. Ejecute "php bin/console.php dbstructure update" desde línea de comandos y revise los errores que puedan haber ocurrido. (Algunos aparecerán en archivo de log.)
pl: Ostatnia aktualizacja nie powiodła się. Uruchom polecenie "php bin/console.php dbstructure update" z wiersza poleceń i spójrz na błędy, które mogą się pojawić. (Niektóre błędy są prawdopodobnie w pliku dziennika).

source: The worker was never executed. Please check your database structure!
es: El worker nunca fue ejecutado. ¡Revise la estructura de su BD!
pl: Worker nigdy nie został wykonany. Sprawdź swoją strukturę bazy danych!

source: The last worker execution was on %s UTC. This is older than one hour. Please check your crontab settings.
es: La última ejecución del trabajador fue a las %s UTC. Anterior a una hora. Revise su configuración de crontab.
pl: Ostatnie wykonanie workera było w %s UTC. To jest starsze niż jedna godzina. Sprawdź ustawienia crontab.

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>.htconfig.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
es: Configuración Friendica ahora se almacena en config/local.config.php, copie config/local-sample.config.php y mueva su configuración de <code>.htconfig.php</code>. Ver <a href="%s">página de ayuda</a> como ayuda en la transición.
pl: Konfiguracja Friendiki jest teraz przechowywana w config/local.config.php, skopiuj config/local-sample.config.php i przenieś swoją konfigurację z <code>.htconfig.php</code>. Zobacz <a href="%s">stronę pomocy Config</a>, aby uzyskać pomoc dotyczącą przejścia.

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>config/local.ini.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
es: Configuración Friendica ahora se almacena en config/local.config.php, copie config/local-sample.config.php y mueva su configuración de <code>config/local.ini.php</code>. Ver <a href="%s">página de ayuda </a> como ayuda en la transición.
pl: Konfiguracja Friendiki jest teraz przechowywana w config/local.config.php, skopiuj config/local-sample.config.php i przenieś konfigurację z <code>config/local.ini.php</code>. Zobacz <a href="%s">stronę pomocy Config</a>, aby uzyskać pomoc dotyczącą przejścia.

source: <a href="%s">%s</a> is not reachable on your system. This is a severe configuration issue that prevents server to server communication. See <a href="%s">the installation page</a> for help.
es: <a href="%s">%s</a> no se alcanza en tu sistema. Es un error grave en la configuración que evita la comunicación de servidor a servidor. Ver <a href="%s">la página de instalación</a> como ayuda.
pl: <a href="%s">%s</a> nie jest osiągalny w twoim systemie. Jest to poważny problem z konfiguracją, który uniemożliwia komunikację między serwerami. Zobacz pomoc na <a href="%s">stronie instalacji</a>.

source: Friendica's system.basepath was updated from '%s' to '%s'. Please remove the system.basepath from your db to avoid differences.
es: La ruta Friendica system.basepath se actualizó de '%s' a '%s'. Quite la system.basepath de tu BD para evitar diferencias.
pl: System.basepath Friendiki został zaktualizowany z '%s' do '%s'. Usuń system.basepath z bazy danych, aby uniknąć różnic.

source: Friendica's current system.basepath '%s' is wrong and the config file '%s' isn't used.
es: Ruta actual Friendica system.basepath '%s' es errónea y el archivo de configuración '%s' no se usa.
pl: Obecny system.basepath Friendiki '%s' jest nieprawidłowy i plik konfiguracyjny '%s' nie jest używany.

source: Friendica's current system.basepath '%s' is not equal to the config file '%s'. Please fix your configuration.
es: Ruta actual de Friendica system.basepath '%s' no es igual al archivo config '%s'. Corrija su configuración.
pl: Obecny system.basepath Friendiki '%s' nie jest równy plikowi konfiguracyjnemu '%s'. Napraw konfigurację.

source: Message queues
es: Cola de mensajes
pl: Wiadomości

source: Server Settings
es: Ajustes del Servidor
pl: Ustawienia serwera

source: Version
es: Versión
pl: Wersja

source: Active addons
es: Añadidos Activos
pl: Aktywne dodatki

source: Theme %s disabled.
es: Tema %s desactivado
pl: Motyw %s wyłączony.

source: Theme %s successfully enabled.
es: Tema %s activado con éxito.
pl: Motyw %s został pomyślnie włączony.

source: Theme %s failed to install.
es: El Tema %s no se pudo instalar.
pl: Nie udało się zainstalować motywu %s.

source: Screenshot
es: Captura de pantalla
pl: Zrzut ekranu

source: Themes
es: Temas
pl: Wygląd

source: Unknown theme.
es: Tema desconocido.
pl: Nieznany motyw.

source: Themes reloaded
es: Temas reacargados
pl: Motywy zostały ponownie wczytane

source: Reload active themes
es: Recargar Temas activos
pl: Wczytaj ponownie aktywne motywy

source: No themes found on the system. They should be placed in %1$s
es: No hay Temas en el Sistema, Deben situarse en %1$s
pl: Nie znaleziono motywów w systemie. Powinny zostać umieszczone %1$s

source: [Experimental]
pl: [Eksperymentalne]

source: [Unsupported]
es: [No soportado]
pl: [Niewspieralne]

source: Display Terms of Service
es: Mostrar los Términos de Servicio
pl: Wyświetl Warunki korzystania z usługi

source: Enable the Terms of Service page. If this is enabled a link to the terms will be added to the registration form and the general information page.
es: Habilitar la página de los Términos de Servicio. Si esto está activo un enlace a los términos será adicionado al formulario de registro y en la página de información general.
pl: Włącz stronę Warunki świadczenia usług. Jeśli ta opcja jest włączona, link do warunków zostanie dodany do formularza rejestracyjnego i strony z informacjami ogólnymi.

source: Display Privacy Statement
es: Mostrar las Directivas de Privacidad
pl: Wyświetl oświadczenie o prywatności

source: Show some informations regarding the needed information to operate the node according e.g. to <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.
es: Muestre información en cuanto a información requerida para operar el nodo de acuerdo ej. para <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.
pl: Pokaż informacje dotyczące potrzebnych informacji do obsługi węzła zgodnie z np. <a href="%s" target="_blank" rel="noopener noreferrer">EU-RODO</a>.

source: Privacy Statement Preview
es: Vista previa de Política de Privacidad
pl: Podgląd oświadczenia o prywatności

source: The Terms of Service
es: Los Términos de Servicio
pl: Warunki świadczenia usług

source: Enter the Terms of Service for your node here. You can use BBCode. Headers of sections should be [h2] and below.
es: Introduzca los Términos de Servicio para tu nodo aquí. Puedes usar BBCode. Cabeceras de sección deberían ser [2] e inferior.
pl: Wprowadź tutaj Warunki świadczenia usług dla swojego węzła. Możesz użyć BBCode. Nagłówki sekcji powinny być [h2] i poniżej.

source: The rules
pl: Zasady

source: Enter your system rules here. Each line represents one rule.
pl: Wprowadź tutaj swoje reguły systemowe. Każda linia reprezentuje jedną regułę.

source: Missing parameters
pl: Brakuje parametrów

source: Only starting posts can be bookmarked
pl: Tylko początkowe wpisy można dodawać do zakładek

source: Only starting posts can be muted
pl: Można wyciszyć tylko początkowe wpisy

source: Posts from %s can't be shared
pl: Wpisy od %s nie mogą być udostępniane

source: Only starting posts can be unbookmarked
pl: Tylko początkowe wpisy można usunąć z zakładek

source: Only starting posts can be unmuted
pl: Wyłączać wyciszenie można tylko we wpisach początkowych

source: Posts from %s can't be unshared
pl: Nie można cofnąć udostępniania wpisów %s

source: Contact not found
es: Contacto no Encontrado
pl: Nie znaleziono kontaktu

source: No installed applications.
es: Sin aplicaciones instaladas
pl: Brak zainstalowanych aplikacji.

source: Applications
es: Aplicaciones
pl: Aplikacje

source: Item was not found.
es: Elemento no encontrado.
pl: Element nie znaleziony.

source: Please login to continue.
es: Inicia sesión para continuar.
pl: Zaloguj się aby kontynuować.

source: You don't have access to administration pages.
es: No tienes acceso a las páginas de administración.
pl: Nie masz dostępu do stron administracyjnych.

source: Submanaged account can't access the administration pages. Please log back in as the main account.
es: La cuenta subadministrada no puede acceder a las páginas de administración. Vuelva a iniciar sesión como cuenta principal.
pl: Konto zarządzane podrzędnie nie ma dostępu do stron administracyjnych. Zaloguj się ponownie poprzez konto główne.

source: Overview
es: Resumen
pl: Przegląd

source: Configuration
es: Configuración
pl: Konfiguracja

source: Additional features
es: Características adicionales
pl: Dodatkowe funkcje

source: Database
es: Base de Datos
pl: Baza danych

source: DB updates
es: Actualizaciones de la Base de Datos
pl: Aktualizacje bazy danych

source: Inspect Deferred Workers
es: Workers diferidos Inspeccionados
pl: Sprawdź odroczonych workerów

source: Inspect worker Queue
es: Inspeccionar Cola de Workers
pl: Sprawdź kolejkę workerów

source: Diagnostics
es: Diagnósticos
pl: Diagnostyka

source: PHP Info
es: Información PHP
pl: Informacje o PHP

source: probe address
es: probar direccion
pl: adres probe

source: check webfinger
es: Verificar webfinger
pl: sprawdź webfinger

source: ActivityPub Conversion
es: Conversión a ActivityPub
pl: Konwersja ActivityPub

source: Addon Features
es: Funciones de los Añadidos
pl: Funkcje dodatkowe

source: User registrations waiting for confirmation
es: Registro de usuarios esperando la confirmación
pl: Rejestracje użytkowników czekające na potwierdzenie

source: Too Many Requests
pl: Zbyt dużo próśb

source: Daily posting limit of %d post reached. The post was rejected.
es: Limite diario de %d publicación alcanzado. La publicación fue rechazada.
pl: Dzienny limit opublikowanych %d posta. Post został odrzucony.

source: Weekly posting limit of %d post reached. The post was rejected.
es: Limite semanal de %d publicación alcanzado. La publicación fue rechazada.
pl: Tygodniowy limit wysyłania %d posta. Post został odrzucony.

source: Users
es: Usuarios
pl: Użytkownicy

source: Tools
es: Herramientas
pl: Narzędzia

source: Contact Blocklist
es: Lista de Contactos Bloqueados
pl: Lista zablokowanych kontaktów

source: Server Blocklist
es: Lista de Bloqueo del Servidor
pl: Lista zablokowanych serwerów

source: Delete Item
es: Eliminar Artículo
pl: Usuń przedmiot

source: Item Source
es: Artículo fuente
pl: Źródło elementu

source: Profile Details
es: Detalles del Perfil
pl: Szczegóły profilu

source: Only You Can See This
es: Únicamente tú puedes ver esto
pl: Tylko ty możesz to zobaczyć

source: Scheduled Posts
pl: Zaplanowane wpisy

source: Posts that are scheduled for publishing
pl: Wpisy zaplanowane do publikacji

source: Tips for New Members
es: Consejos para nuevos miembros
pl: Wskazówki dla nowych użytkowników

source: People Search - %s
es: Buscar personas - %s
pl: Szukaj osób - %s

source: No matches
es: Sin resultados
pl: Brak wyników

source: Account
es: Cuenta
pl: Konto

source: Two-factor authentication
es: Ingreso de 2 factores
pl: Uwierzytelnianie dwuskładnikowe

source: Display
es: Interfaz del usuario
pl: Wygląd

source: Social Networks
es: Redes sociales
pl: Portale społecznościowe

source: Manage Accounts
es: Gestionar cuentas
pl: Zarządzanie kontami

source: Connected apps
es: Aplicaciones conectadas
pl: Powiązane aplikacje

source: Import Contacts
es: Importar contactos
pl: Import kontaktów

source: Export personal data
es: Exportación de datos personales
pl: Eksportuj dane osobiste

source: Remove account
es: Eliminar cuenta
pl: Usuń konto

source: This page is missing a url parameter.
es: A la página le falta URL.
pl: Na tej stronie brakuje parametru url.

source: The post was created
es: El Artículo fue creada
pl: Wpis został utworzony

source: Invalid Request
pl: Nieprawidłowe żądanie

source: Event id is missing.
pl: Brak identyfikatora wydarzenia.

source: Failed to remove event
es: Error al eliminar el evento
pl: Nie udało się usunąć wydarzenia

source: Event can not end before it has started.
es: Un evento no puede terminar antes de su inicio.
pl: Wydarzenie nie może się zakończyć przed jego rozpoczęciem.

source: Event title and start time are required.
es: Título del evento y hora de inicio requeridas.
pl: Wymagany tytuł wydarzenia i czas rozpoczęcia.

source: Starting date and Title are required.
es: Se requiere fecha de comienzo y titulo
pl: Data rozpoczęcia i tytuł są wymagane.

source: Event Starts:
es: Inicio del evento:
pl: Rozpoczęcie wydarzenia:

source: Required
es: Obligatorio
pl: Wymagany

source: Finish date/time is not known or not relevant
es: La fecha/hora de finalización no es conocida o es irrelevante.
pl: Data/czas zakończenia nie jest znana lub jest nieistotna

source: Event Finishes:
es: Finalización del evento:
pl: Zakończenie wydarzenia:

source: Share this event
es: Comparte este evento
pl: Udostępnij te wydarzenie

source: Basic
pl: Podstawowy

source: This calendar format is not supported
es: Este formato de calendario no se soporta
pl: Ten format kalendarza nie jest obsługiwany

source: No exportable data found
es: No hay información exportable
pl: Nie znaleziono danych do eksportu

source: calendar
es: calendario
pl: kalendarz

source: Events
es: Eventos
pl: Wydarzenia

source: View
es: Vista
pl: Widok

source: Create New Event
es: Crea un evento nuevo
pl: Stwórz nowe wydarzenie

source: list
es: lista
pl: lista

source: Contact not found.
es: Contacto no encontrado.
pl: Nie znaleziono kontaktu.

source: Invalid contact.
es: Contacto erróneo.
pl: Nieprawidłowy kontakt.

source: Contact is deleted.
es: El contacto se borra.
pl: Kontakt został usunięty.

source: Bad request.
es: Petición no reconocida
pl: Błędne żądanie.

source: Filter
es: Filtro
pl: Filtr

source: Members
es: Miembros
pl: Członkowie

source: Click on a contact to add or remove.
es: Pulsa en un contacto para añadirlo o eliminarlo.
pl: Kliknij na kontakt w celu dodania lub usunięcia.

source: %d contact edited.
es: %d contacto editado.
pl: Zedytowano %d kontakt.

source: Show all contacts
es: Mostrar todos los contactos
pl: Pokaż wszystkie kontakty

source: Pending
es: Pendiente
pl: Oczekujące

source: Only show pending contacts
es: Solo mostrar contactos pendientes
pl: Pokaż tylko oczekujące kontakty

source: Blocked
es: Bloqueados
pl: Zablokowane

source: Only show blocked contacts
es: Mostrar solo contactos bloqueados
pl: Pokaż tylko zablokowane kontakty

source: Ignored
es: Ignorados
pl: Ignorowane

source: Only show ignored contacts
es: Mostrar solo contactos ignorados
pl: Pokaż tylko ignorowane kontakty

source: Archived
es: Archivados
pl: Zarchiwizowane

source: Only show archived contacts
es: Mostrar solo contactos archivados
pl: Pokaż tylko zarchiwizowane kontakty

source: Hidden
es: Ocultos
pl: Ukryte

source: Only show hidden contacts
es: Mostrar solo contactos ocultos
pl: Pokaż tylko ukryte kontakty

source: Search your contacts
es: Buscar en tus contactos
pl: Wyszukaj w kontaktach

source: Results for: %s
es: Resultados para: %s
pl: Wyniki dla: %s

source: Update
es: Actualizar
pl: Zaktualizuj

source: Unblock
es: Desbloquear
pl: Odblokuj

source: Unignore
es: Quitar de Ignorados
pl: Odblokuj

source: Batch Actions
es: Acciones en lote
pl: Akcje wsadowe

source: Conversations started by this contact
es: Se iniciaron conversaciones con el contacto
pl: Rozmowy rozpoczęły się od tego kontaktu

source: Posts and Comments
es: Artículos y Comentarios
pl: Wpisy i komentarze

source: Posts containing media objects
pl: Wpisy zawierające obiekty multimedialne

source: View all known contacts
es: Ver contactos conocidos
pl: Zobacz wszystkie znane kontakty

source: Advanced Contact Settings
es: Configuración avanzada
pl: Zaawansowane ustawienia kontaktów

source: Mutual Friendship
es: Amistad común
pl: Wzajemna przyjaźń

source: is a fan of yours
es: es tu seguidor
pl: jest twoim fanem

source: you are a fan of
es: eres seguidor de
pl: jesteś fanem

source: Pending outgoing contact request
es: Solicitud de Contacto pendiente
pl: Oczekujące żądanie kontaktu wychodzącego

source: Pending incoming contact request
es: Solicitud de Contacto pendiente
pl: Oczekujące żądanie kontaktu przychodzącego

source: Visit %s's profile [%s]
es: Ver el perfil de %s [%s]
pl: Obejrzyj %s's profil [%s]

source: Contact update failed.
es: Error al actualizar el Contacto.
pl: Nie udało się zaktualizować kontaktu.

source: Return to contact editor
es: Volver al editor de contactos
pl: Wróć do edytora kontaktów

source: Name
es: Nombre
pl: Nazwa

source: Account Nickname
es: Apodo de cuenta
pl: Nazwa konta

source: Account URL
es: Dirección de cuenta
pl: Adres URL konta

source: Poll/Feed URL
es: Dirección de Sondeo/Fuente
pl: Adres Ankiety/RSS

source: New photo from this URL
es: Nueva foto de esta URL
pl: Nowe zdjęcie z tego adresu URL

source: No known contacts.
es: No hay contactos conocidos.
pl: Brak znanych kontaktów.

source: No common contacts.
es: Sin contactos comunes.
pl: Brak wspólnych kontaktów.

source: Follower (%s)
es: Seguidor (%s)
pl: Obserwujący (%s)

source: Following (%s)
es: Siguiendo (%s)
pl: Obserwowany (%s)

source: Mutual friend (%s)
es: Amigo mutuo (%s)
pl: Wspólny przyjaciel (%s)

source: These contacts both follow and are followed by <strong>%s</strong>.
es: Estos contactos siguen y son seguidos por <strong>%s</strong>.
pl: Te kontakty zarówno śledzą, jak i są śledzone przez <strong>%s</strong>.

source: Common contact (%s)
pl: Wspólny kontakt (%s)

source: Both <strong>%s</strong> and yourself have publicly interacted with these contacts (follow, comment or likes on public posts).
es: Tanto <strong>%s</strong> como usted han interactuado públicamente con estos contactos (seguir, comentar o dar me gusta en publicaciones públicas).
pl: Zarówno <strong>%s</strong>, jak i Ty, nawiązaliście publiczną interakcję z tymi kontaktami (obserwujecie, komentujecie lub polubiliście publiczne wpisy).

source: Contact (%s)
es: Contacto (%s)
pl: Kontakt (%s)

source: Access denied.
es: Acceso denegado.
pl: Brak dostępu.

source: Submit Request
es: Enviar Solicitud
pl: Wyślij zgłoszenie

source: You already added this contact.
es: Ya has añadido este contacto.
pl: Już dodałeś ten kontakt.

source: The network type couldn't be detected. Contact can't be added.
es: No se pudo detectar el tipo de red. Contacto no puede ser agregado.
pl: Nie można wykryć typu sieci. Kontakt nie może zostać dodany.

source: Diaspora support isn't enabled. Contact can't be added.
es: El soporte de Diaspora* no esta habilitado, el contacto no puede ser agregado.
pl: Obsługa Diaspory nie jest włączona. Kontakt nie może zostać dodany.

source: Please answer the following:
es: Por favor responde lo siguiente:
pl: Proszę odpowiedzieć na następujące pytania:

source: Your Identity Address:
es: Dirección de tu Identidad:
pl: Twój adres tożsamości:

source: Profile URL
es: URL del Perfil
pl: Adres URL profilu

source: Tags:
es: Etiquetas:
pl: Znaczniki:

source: %s knows you
es: %s te conoce
pl: %s zna cię

source: Add a personal note:
es: Añade una nota personal:
pl: Dodaj osobistą notkę:

source: The contact could not be added.
es: El contacto no puede añadirse.
pl: Nie można dodać kontaktu.

source: Invalid request.
es: Consulta invalida
pl: Nieprawidłowe żądanie.

source: No keywords to match. Please add keywords to your profile.
es: No hay etiquetas, añade etiquetas a tu perfil.
pl: Brak pasujących słów kluczowych. Dodaj słowa kluczowe do swojego profilu.

source: Profile Match
es: Coincidencia de Perfil
pl: Dopasowanie profilu

source: Failed to update contact record.
es: Error al actualizar el contacto.
pl: Aktualizacja rekordu kontaktu nie powiodła się.

source: Contact has been unblocked
es: Contacto ha sido desbloqueado
pl: Kontakt został odblokowany

source: Contact has been blocked
es: Contacto ha sido bloqueado
pl: Kontakt został zablokowany

source: Contact has been unignored
es: El contacto ya no está ignorado
pl: Kontakt nie jest ignorowany

source: Contact has been ignored
es: Contacto ha sido ignorado
pl: Kontakt jest ignorowany

source: You are mutual friends with %s
es: Ahora tienes una amistad mutua con %s
pl: Jesteś już znajomym z %s

source: You are sharing with %s
es: Estás compartiendo con %s
pl: Współdzielisz z %s

source: %s is sharing with you
es: %s está compartiendo contigo
pl: %s współdzieli z tobą

source: Private communications are not available for this contact.
es: Las comunicaciones privadas no está disponibles para este contacto.
pl: Nie można nawiązać prywatnej rozmowy z tym kontaktem.

source: Never
es: Nunca
pl: Nigdy

source: (Update was not successful)
es: (La actualización no se completo)
pl: (Aktualizacja nie powiodła się)

source: (Update was successful)
es: (Actualización exitosa)
pl: (Aktualizacja przebiegła pomyślnie)

source: Suggest friends
es: Sugerir amigos
pl: Osoby, które możesz znać

source: Network type: %s
es: Tipo de red: %s
pl: Typ sieci: %s

source: Communications lost with this contact!
es: ¡Se ha perdido la comunicación con este contacto!
pl: Utracono komunikację z tym kontaktem!

source: Fetch further information for feeds
es: Recaudar información complementaria de los feeds
pl: Pobierz dalsze informacje dla kanałów
